[
  {
    "category": "soupsAndBroths",
    "id": "vegetableBroth",
    "pictures": [],
    "en": {
      "name": "Vegetable broth",
      "notes": "The best recipe for eating vegetables with minimal effort and maximum flavor. The longer it cooks, the better it tastes, and it's even better reheated. It's great for sauces, my classic recipe, and adding to pan-fried vegetables or meat.",
      "ingredients": [
        "Onions, garlic, and other vegetables like leeks",
        "Autumn and winter vegetables",
        "Lemon or lime juice",
        "Spices, salt & pepper",
        "Cooked bacon or smoked pork belly (optional)",
        "Drained chickpeas (optional)"
      ],
      "instructions": [
        "Slice everything that looks like onions and sauté them in a bit of olive oil in a pot over high heat.",
        "Add everything that looks like carrots.",
        "Add salt, pepper, and spices like cumin and paprika.",
        "Cover with water, and while waiting for it to boil, cut the other vegetables into cubes and add them.",
        "Once boiling, reduce the heat to the minimum and let it simmer for at least an hour.",
        "At the end of cooking, add a splash of lemon juice."
      ]
    },
    "fr": {
      "name": "Bouillon de légumes",
      "notes": "Meilleure recette pour manger des légumes à moindre effort et goût maximal. Plus ça cuit et meilleur c'est, réchauffé, encore meilleur. S'utilise à merveille pour les sauces, mon classique et d'en ajouter à des légumes/viande sautés à la poêle.",
      "ingredients": [
        "Oignons, ail et autres légumes du style poireau",
        "Légumes d'automnes et d'hiver",
        "Jus de citron ou citron vert",
        "Épices, sel & poivre",
        "Lardons ou poitrine fumée cuits à la poêle (facultatif)",
        "Pois chiches égouttés (facultatif)"
      ],
      "instructions": [
        "Emincer tout ce qui ressemble à des oignons et les faire revenir dans un fond d'huile d'olive dans la casserole, feu vif.",
        "Ajouter tout ce qui ressemble à des carottes.",
        "Ajouter le sel, le poivre et des épices du style cumin et paprika.",
        "Couvrir d'eau, en attendant l'ébullition, couper en cubes les autres légumes et les rajouter.",
        "A l'ébullition, réduire le feu au minimum et laisser mijoter pendant au moins une heure.",
        "A la fin de la cuisson, ajouter une pointe de jus de citron."
      ]
    },
    "it": {
      "name": "Brodo di verdure",
      "notes": "La migliore ricetta per mangiare verdure con il minimo sforzo e il massimo sapore. Più a lungo cuoce, meglio è, e riscaldato è ancora meglio. È ottimo per salse, la mia ricetta classica e per aggiungere a verdure/carne saltate in padella.",
      "ingredients": [
        "Cipolle, aglio e altre verdure come porri",
        "Verdure autunnali e invernali",
        "Succo di limone o lime",
        "Spezie, sale e pepe",
        "Pancetta cotta o pancetta affumicata (opzionale)",
        "Ceci scolati (opzionale)"
      ],
      "instructions": [
        "Affettare tutto ciò che sembra cipolle e soffriggerle in un po' di olio d'oliva in una pentola a fuoco alto.",
        "Aggiungere tutto ciò che sembra carote.",
        "Aggiungere sale, pepe e spezie come cumino e paprika.",
        "Coprire con acqua e, mentre si aspetta che bolla, tagliare le altre verdure a cubetti e aggiungerle.",
        "Una volta che bolle, ridurre il fuoco al minimo e lasciar sobbollire per almeno un'ora.",
        "Alla fine della cottura, aggiungere una spruzzata di succo di limone."
      ]
    }
  },
  {
    "category": "riceAndPasta",
    "id": "pilafRice",
    "pictures": [
      "riz_pilaf.jpg"
    ],
    "en": {
      "name": "Spiced pilaf rice with meat",
      "ingredients": [
        "1/2 cup of basmati rice",
        "1 onion",
        "3 to 4 garlic cloves",
        "Spices (curry, star anise, cloves, etc.)",
        "Meat (steak, chicken, etc.)",
        "Olive oil",
        "Boiling water",
        "Vinegar (for deglazing)"
      ],
      "instructions": [
        "Rinse 1/2 cup of basmati rice in cold water, and soak it for 10 to 30 minutes in cold water, changing the water several times to clean the rice well.",
        "Sauté 1 finely chopped onion in a bit of olive oil in a saucepan.",
        "You can add pepper and spices to the hot oil. I'm still figuring out the quantity and choice of spices, but what works well is to add a good amount of curry, star anise, cloves, and possibly avoid too many spices and focus on just one.",
        "Add the drained rice and mix.",
        "Optionally, you can toast the rice over high heat.",
        "Add 1.5 to 2 volumes of boiling water, cover the saucepan, and let it simmer for about 15 to 20 minutes on low heat (the rice should absorb all the water).",
        "Add 3 to 4 chopped garlic cloves.",
        "Meanwhile, sear some meat in a stainless steel pan (steak is always a success), deglaze (water + a small splash of vinegar), scrape off the fond, reduce, and add the sauce directly to the rice.",
        "You can place the meat on top of the rice to keep it warm."
      ]
    },
    "fr": {
      "name": "Riz pilaf aux épices avec viande",
      "ingredients": [
        "1/2 verre de riz basmati",
        "1 oignon",
        "3 à 4 gousses d'ail",
        "Épices (curry, anis étoilé, clous de girofle, etc.)",
        "Viande (steak, poulet, etc.)",
        "Huile d'olive",
        "Eau bouillante",
        "Vinaigre (pour déglacer)"
      ],
      "instructions": [
        "Nettoyer 1/2 verre de riz basmati à l'eau froide, et le plonger 10 à 30 minutes à l'eau froide, plusieur bains pour bien clean le riz",
        "Faire suer 1 oignon finement émincé/ciselé dans un fond d'huile d'olive dans une casserole",
        "Possibilité d'ajouter du poivre et des épices dans l'huile chaude, je suis pas au point encore sur la quantité et le choix des épices, ce qui marche bien c'est de mettre une honnête quantité de curry, de l'anis étoilé, des clous de girofle, éventuellement éviter trop d'épices et se concentrer sur une seule",
        "Ajouter le riz égoutté, et mélanger",
        "Éventuellement faire roussir le riz à feu fort",
        "Ajouter de 1.5 à 2 volumes d'eau bouillante, couvrir la casserole et laisser frémir une 15 à 20 minutes à feu minimum (le riz doit absorber toute l'eau)",
        "Ajouter 3 à 4 gousses d'ail hachées",
        "Saisir une viande pendant ce temps, dans poele inox (le steak est toujours un succès), déglacer (eau + petite pointe de vinaigre), bien décoller les sucs, faire réduire, et ajouter la sauce directement dans le riz",
        "Possibilité de placer la viande sur le riz pour la garder au chaud"
      ]
    },
    "it": {
      "name": "Riso pilaf speziato con carne",
      "ingredients": [
        "1/2 tazza di riso basmati",
        "1 cipolla",
        "3-4 spicchi d'aglio",
        "Spezie (curry, anice stellato, chiodi di garofano, ecc.)",
        "Carne (bistecca, pollo, ecc.)",
        "Olio d'oliva",
        "Acqua bollente",
        "Aceto (per deglassare)"
      ],
      "instructions": [
        "Sciacquare 1/2 tazza di riso basmati in acqua fredda e lasciarlo in ammollo per 10-30 minuti in acqua fredda, cambiando l'acqua più volte per pulire bene il riso.",
        "Soffriggere 1 cipolla finemente tritata in un po' di olio d'oliva in una casseruola.",
        "Puoi aggiungere pepe e spezie all'olio caldo. Sto ancora cercando di capire la quantità e la scelta delle spezie, ma ciò che funziona bene è aggiungere una buona quantità di curry, anice stellato, chiodi di garofano e possibilmente evitare troppe spezie e concentrarsi su una sola.",
        "Aggiungere il riso scolato e mescolare.",
        "Facoltativamente, puoi tostare il riso a fuoco alto.",
        "Aggiungere da 1,5 a 2 volumi di acqua bollente, coprire la casseruola e lasciar sobbollire per circa 15-20 minuti a fuoco basso (il riso dovrebbe assorbire tutta l'acqua).",
        "Aggiungere 3-4 spicchi d'aglio tritati.",
        "Nel frattempo, rosolare della carne in una padella in acciaio inossidabile (la bistecca è sempre un successo), deglassare (acqua + un piccolo spruzzo di aceto), raschiare il fondo, ridurre e aggiungere la salsa direttamente al riso.",
        "Puoi mettere la carne sopra il riso per tenerla al caldo."
      ]
    },
    "es": {
      "name": "Arroz pilaf especiado con carne",
      "ingredients": [
        "1/2 vaso de arroz basmati",
        "1 cebolla",
        "3–4 dientes de ajo",
        "Especias (curry, anís estrellado, clavo, etc.)",
        "Carne (ternera, pollo, etc.)",
        "Aceite de oliva",
        "Agua hirviendo",
        "Vinagre (para desglasar)"
      ],
      "instructions": [
        "Lavar 1/2 vaso de arroz basmati con agua fría y dejarlo en remojo de 10 a 30 minutos, cambiando el agua varias veces para limpiarlo bien.",
        "Rehogar una cebolla finamente picada en una cazuela con un poco de aceite de oliva.",
        "Se pueden añadir especias al aceite caliente; una buena combinación es curry, anís estrellado y clavo. Es mejor no abusar de las especias y centrarse en una o dos.",
        "Añadir el arroz escurrido y mezclar.",
        "Opcional: dorar ligeramente el arroz a fuego fuerte.",
        "Añadir 1,5 a 2 partes de agua hirviendo, tapar la cazuela y dejar cocer a fuego muy bajo durante 15–20 minutos, hasta que el arroz absorba toda el agua.",
        "Añadir 3–4 dientes de ajo picados.",
        "Mientras tanto, dorar la carne (por ejemplo un filete) en una sartén de acero inoxidable, desglasar con un poco de agua y vinagre, reducir la salsa y verterla sobre el arroz.",
        "Colocar la carne encima del arroz para mantenerla caliente si se desea."
      ]
    },
    "nb": {
      "name": "Krydret pilafris med kjøtt",
      "ingredients": [
        "1/2 glass basmatiris",
        "1 løk",
        "3–4 hvitløksfedd",
        "Krydder (karri, stjerneanis, nellik osv.)",
        "Kjøtt (biff, kylling osv.)",
        "Olivenolje",
        "Kokende vann",
        "Eddik (til å deglasere)"
      ],
      "instructions": [
        "Skyll 1/2 glass basmatiris i kaldt vann og la den ligge i kaldt vann i 10–30 minutter, bytt vann flere ganger for å fjerne stivelse.",
        "Surr finhakket løk i litt olivenolje i en kasserolle.",
        "Du kan tilsette krydder i den varme oljen – karri, stjerneanis og nellik fungerer godt. Bruk heller færre krydder i passende mengde.",
        "Tilsett den avsilte risen og rør om.",
        "Evt. brun risen lett på høy varme.",
        "Tilsett 1,5–2 deler kokende vann, dekk til og la småkoke på lav varme i 15–20 minutter til vannet er absorbert.",
        "Tilsett 3–4 finhakkede hvitløksfedd.",
        "Stek kjøttet (for eksempel biff) i en stålpanne, deglaser med litt vann og eddik, reduser sausen og hell den over risen.",
        "Du kan legge kjøttet oppå risen for å holde det varmt."
      ]
    },
    "tr": {
      "name": "Baharatlı Pilav ve Et",
      "ingredients": [
        "Yarım bardak basmati pirinci",
        "1 soğan",
        "3–4 diş sarımsak",
        "Baharatlar (köri, yıldız anason, karanfil vb.)",
        "Et (biftek, tavuk vb.)",
        "Zeytinyağı",
        "Kaynar su",
        "Sirke (tavayı çözmek için)"
      ],
      "instructions": [
        "Yarım bardak basmati pirincini soğuk suda iyice yıkayın, ardından 10–30 dakika soğuk suda bekletin; nişastayı gidermek için birkaç kez suyu değiştirin.",
        "Bir tencerede biraz zeytinyağı ile ince doğranmış soğanı kavurun.",
        "Sıcak yağa baharat ekleyebilirsiniz — köri, yıldız anason ve karanfil iyi sonuç verir. Çok fazla baharat kullanmaktan kaçının, birine odaklanmak daha iyidir.",
        "Süzülmüş pirinci ekleyip karıştırın.",
        "İsteğe bağlı: Pirinci yüksek ateşte hafifçe kavurun.",
        "1,5–2 ölçü kaynar su ekleyin, kapağını kapatın ve kısık ateşte 15–20 dakika pişirin (pirinç tüm suyu çekmeli).",
        "3–4 diş doğranmış sarımsağı ekleyin.",
        "Bu sırada, paslanmaz çelik tavada eti (örneğin biftek) kızartın, az su ve sirke ile çözerek sosu elde edin, biraz buharlaştırın ve doğrudan pilava ekleyin.",
        "İsterseniz eti pilavın üzerine koyarak sıcak kalmasını sağlayın."
      ]
    },
    "ja": {
      "name": "スパイス香る肉入りピラフ",
      "ingredients": [
        "バスマティ米 1/2カップ",
        "玉ねぎ 1個",
        "にんにく 3〜4片",
        "スパイス（カレー粉、スターアニス、クローブなど）",
        "肉（ステーキ、鶏肉など）",
        "オリーブオイル",
        "熱湯",
        "酢（デグレーズ用）"
      ],
      "instructions": [
        "1/2カップのバスマティ米を冷水で洗い、10〜30分ほど冷水に浸す。数回水を替えてしっかりと洗う。",
        "鍋にオリーブオイルを少し入れ、みじん切りにした玉ねぎを炒める。",
        "熱い油にスパイスを加えて香りを出す。おすすめはカレー粉、スターアニス、クローブ。スパイスは多く入れすぎず、一種類に集中するのがコツ。",
        "水気を切った米を加え、混ぜる。",
        "必要であれば、強火で米を軽く炒めて香ばしくする。",
        "熱湯を1.5〜2倍量加え、蓋をして弱火で15〜20分ほど煮る（米が水分をすべて吸収するまで）。",
        "みじん切りにしたにんにく3〜4片を加える。",
        "その間に、肉（ステーキなど）をステンレスのフライパンで焼き、水と少量の酢でデグレーズしてソースを作り、煮詰めてからピラフに加える。",
        "肉をピラフの上にのせて温かいまま保つのもよい。"
      ]
    },
    "zh": {
      "name": "香料肉炒饭（皮拉夫）",
      "ingredients": [
        "半杯巴斯马蒂米",
        "1个洋葱",
        "3–4瓣大蒜",
        "香料（咖喱、八角、丁香等）",
        "肉类（牛排、鸡肉等）",
        "橄榄油",
        "开水",
        "醋（用于去釉）"
      ],
      "instructions": [
        "用冷水清洗半杯巴斯马蒂米，浸泡10–30分钟，多次换水以去除淀粉。",
        "在锅中加入少量橄榄油，小火炒香切细的洋葱。",
        "可在热油中加入香料，例如咖喱、八角、丁香等。建议不要放太多香料，专注于一两种风味更佳。",
        "加入沥干的米饭并搅拌均匀。",
        "可选：用大火稍微炒香米饭。",
        "加入1.5–2倍体积的开水，盖上锅盖，小火煮15–20分钟，直到米饭吸收完水分。",
        "加入切碎的3–4瓣大蒜。",
        "同时，用不锈钢锅煎肉（如牛排），加入少量水和醋去釉，收汁后将酱汁倒入米饭中。",
        "可将肉放在米饭上以保持温度。"
      ]
    }
  },
  {
    "category": "riceAndPasta",
    "id": "risottoSpaghetti",
    "pictures": [
      "spaghetti_risottatura.jpg"
    ],
    "en": {
      "name": "Risotto-style Spaghetti",
      "notes": "A humble Italian technique for tastier and creamier spaghetti. It's a real upgrade for spaghetti lovers, especially those who enjoy garlic. You can also adapt the method using meat or fish juices left in a hot pan.",
      "ingredients": [
        "Spaghetti",
        "Olive oil",
        "4 garlic cloves",
        "Salt, pepper, chili to taste"
      ],
      "instructions": [
        "Cook the spaghetti in salted boiling water for about two-thirds of the usual cooking time.",
        "Meanwhile, heat olive oil over medium-high heat with 3-5 whole garlic cloves (peeled or roughly chopped); the garlic should sizzle.",
        "Add spices to taste — pepper, chili flakes, etc.",
        "When 2/3 cooked, transfer spaghetti to the hot pan, adding small ladles of pasta water as needed to both finish cooking and make the pasta creamier thanks to the starch. Stir regularly."
      ]
    },
    "fr": {
      "name": "Spaghetti en cuisson risotto",
      "notes": "Technique Italienne du pauvre pour des spaghetti plus savoureux et crémeux. C'est un réel plus pour des spaghetti, et pour les amateurs d'ail. Possibilité de décliner la technique avec les sucs de viande/poisson dans la poele chaude.",
      "ingredients": [
        "Spaghetti",
        "Huilde d'olive",
        "4 gousses d'ail",
        "Sel, poivre, piment au goût"
      ],
      "instructions": [
        "Spaghetti classiques, deux tiers de la cuisson dans casserole, eau bouillante salée",
        "Pendant ce temps chauffer feu moyen/fort de l'huile d'olive avec 3 à 5 gousses d'ail entières sans la peau ou hachés grossierement, l'ail doit chanter",
        "Ajouter des épices au goût, poivre, piment style \"chilli flakes\"",
        "À 2/3 de la cuisson casserole, transférer les spaghetti dans la poêle chaude, et ajouter des petites louches d'eau des pâtes quand nécessaire pour a la fois finir la cuisson et  rendre les pâtes plus crémeuses grâce à l'amidon. Remuer régulièrement"
      ]
    },
    "it": {
      "name": "Spaghetti risottati",
      "notes": "Tecnica povera italiana per spaghetti più saporiti e cremosi. Un vero valore aggiunto per gli amanti degli spaghetti e dell'aglio. Si può adattare la tecnica con i succhi di carne o di pesce nella padella calda.",
      "ingredients": [
        "Spaghetti",
        "Olio d'oliva",
        "4 spicchi d'aglio",
        "Sale, pepe, peperoncino a piacere"
      ],
      "instructions": [
        "Cuocere gli spaghetti in acqua bollente salata per circa due terzi del tempo di cottura.",
        "Nel frattempo scaldare l'olio d'oliva a fuoco medio-alto con 3-5 spicchi d'aglio interi (senza buccia o tritati grossolanamente), l'aglio deve sfrigolare.",
        "Aggiungere le spezie a piacere: pepe, peperoncino in scaglie, ecc.",
        "Quando i 2/3 cotti, trasferire gli spaghetti nella padella calda, aggiungendo piccole mestolate di acqua di cottura della pasta se necessario per finire la cottura e rendere la pasta più cremosa grazie all'amido. Mescolare regolarmente."
      ]
    },
    "es": {
      "name": "Espaguetis cocinados al estilo risotto",
      "notes": "Técnica italiana humilde para hacer espaguetis más sabrosos y cremosos. Es una mejora real para los espaguetis, especialmente para los amantes del ajo. También se puede aplicar la técnica usando los jugos de carne o pescado en la sartén caliente.",
      "ingredients": [
        "Espaguetis",
        "Aceite de oliva",
        "4 dientes de ajo",
        "Sal, pimienta y chile al gusto"
      ],
      "instructions": [
        "Cocer los espaguetis de forma clásica, solo dos tercios del tiempo en agua hirviendo con sal.",
        "Mientras tanto, calentar a fuego medio/alto el aceite de oliva con 3 a 5 dientes de ajo enteros sin piel o picados gruesos; el ajo debe 'cantar'.",
        "Añadir las especias al gusto: pimienta, copos de chile, etc.",
        "Cuando los espaguetis estén a 2/3 de cocción, pasarlos a la sartén caliente y agregar pequeñas cucharadas del agua de cocción cuando sea necesario, para terminar de cocerlos y hacerlos más cremosos gracias al almidón. Remover regularmente."
      ]
    },
    "nb": {
      "name": "Spaghetti tilberedt som risotto",
      "notes": "En enkel italiensk metode for å gjøre spaghetti mer smakfull og kremet. Et virkelig løft for pastaelskere, spesielt for dem som liker hvitløk. Teknikken kan også brukes med kjøtt- eller fiskesjy i varm panne.",
      "ingredients": [
        "Spaghetti",
        "Olivenolje",
        "4 hvitløksfedd",
        "Salt, pepper og chili etter smak"
      ],
      "instructions": [
        "Kok spaghettien på vanlig måte, men bare to tredjedeler av tiden i saltet kokende vann.",
        "I mellomtiden, varm opp olivenolje på middels/høy varme med 3–5 hele eller grovhakkede hvitløksfedd; hvitløken skal frese lett.",
        "Tilsett krydder etter smak: pepper, chiliflak osv.",
        "Når pastaen er 2/3 ferdigkokt, flytt den over i den varme pannen og tilsett små øser av pastavannet etter behov for å fullføre kokingen og gjøre pastaen mer kremet takket være stivelsen. Rør jevnlig."
      ]
    },
    "tr": {
      "name": "Risotto usulü pişirilmiş spagetti",
      "notes": "Spagettiyi daha lezzetli ve kremamsı hale getiren mütevazı bir İtalyan tekniği. Sarımsak sevenler için gerçek bir fark yaratır. Aynı teknik, et veya balık suyunun bulunduğu sıcak tavada da uygulanabilir.",
      "ingredients": [
        "Spagetti",
        "Zeytinyağı",
        "4 diş sarımsak",
        "Tuz, karabiber, pul biber (isteğe bağlı)"
      ],
      "instructions": [
        "Spagettileri klasik şekilde, sadece 2/3 oranında tuzlu kaynar suda haşlayın.",
        "Bu sırada, orta-yüksek ateşte 3 ila 5 diş soyulmamış veya iri doğranmış sarımsağı zeytinyağı ile birlikte ısıtın; sarımsak 'şarkı söylemelidir'.",
        "Baharatları ekleyin: karabiber, pul biber, vb.",
        "Spagettiler 2/3 pişince, sıcak tavaya aktarın ve gerektiğinde az miktarda makarna suyu ekleyin; bu hem pişirmeyi tamamlar hem de nişasta sayesinde spagettiyi daha kremamsı hale getirir. Sık sık karıştırın."
      ]
    },
    "ja": {
      "name": "リゾット風スパゲッティ",
      "notes": "スパゲッティをより風味豊かでクリーミーにする、質素なイタリアの調理法。特にニンニク好きにはおすすめ。肉や魚の旨味が残ったフライパンでも応用可能。",
      "ingredients": [
        "スパゲッティ",
        "オリーブオイル",
        "にんにく4片",
        "塩、こしょう、唐辛子（お好みで）"
      ],
      "instructions": [
        "通常通りにスパゲッティを茹でるが、時間の3分の2程度で止める（塩入りの沸騰したお湯で）。",
        "その間、中〜強火でオリーブオイルを熱し、皮をむいたまたは粗く刻んだにんにく3〜5片を加える。にんにくが「歌う」ように音を立てるのが理想。",
        "好みに応じてスパイスを加える（こしょう、チリフレークなど）。",
        "スパゲッティが2/3ほど茹で上がったら、熱いフライパンに移し、必要に応じてゆで汁を少しずつ加えながら仕上げる。デンプンのおかげでスパゲッティがよりクリーミーになる。時々かき混ぜる。"
      ]
    },
    "zh": {
      "name": "烩饭式意大利面",
      "notes": "一种朴实的意大利烹饪技巧，使意大利面更香、更浓郁。对大蒜爱好者来说尤其出色。此技巧也可用于肉类或鱼类烹汁的热锅中。",
      "ingredients": [
        "意大利面",
        "橄榄油",
        "4 瓣大蒜",
        "盐、黑胡椒、辣椒碎（依个人口味）"
      ],
      "instructions": [
        "像平常一样煮意大利面，但只煮到三分之二的时间，在加盐的沸水中进行。",
        "同时，用中高火加热橄榄油，放入 3 至 5 瓣去皮或粗切的大蒜，大蒜应发出轻微的“唱歌”声。",
        "根据口味加入香料，如黑胡椒或辣椒碎。",
        "当意大利面煮至 2/3 时，将其转移到热锅中，必要时逐步加入少量面条水，以完成烹饪并利用淀粉让面条更浓稠顺滑。要经常搅拌。"
      ]
    }
  },
  {
    "category": "riceAndPasta",
    "id": "freshPasta",
    "pictures": [
      "pates_fraiches.jpg"
    ],
    "en": {
      "name": "Homemade fresh pasta with hand crank",
      "notes": "Allows eating 1 egg per person without overcooking the egg, so very healthy and without the taste of the egg being too pronounced.",
      "ingredients": [
        "200 g",
        "2 eggs",
        "Pinch of salt",
        "Tablespoon olive oil"
      ],
      "instructions": [
        "Knead much more gently than bread dough, the dough does not tolerate being folded, knead for a long time: a good 8 minutes",
        "Let rest in plastic for at least 30 minutes",
        "Cut into 4, flour, roll out by hand, and pass at least 4 times through the thickest gauge",
        "Pass 1 to 2 times through each step and stop around 5 ~ 6, making sure it is lightly floured to prevent the dough from sticking to the machine or table",
        "Let rest for 15 minutes on each side"
      ]
    },
    "fr": {
      "name": "Pâtes fraîches maison à la manivelle",
      "notes": "Permet de manger 1 oeuf par personne sans surcuisson de l'oeuf, donc très sain et sans avoir le gout de l'oeuf trop prononcé.",
      "ingredients": [
        "200 g farine",
        "2 oeufs",
        "Pincée de sel",
        "Cuillère à soupe huile olive"
      ],
      "instructions": [
        "Pétrir plus gentiment qu'une pâte à pain, la pâte ne supporte pas d'être pliée, pétrir longtemps : bien 8 minutes",
        "Laisser reposer dans plastique au moins 30 minutes",
        "Coupe 4, fariner étaler à la main, et passer au moins 4 fois au calibre le plus épais",
        "Passer 1 à 2 fois par chaque étape et s'arrêter vers 5 ~ 6, en s'assurant que c'est légèrement fariné pour éviter que la pâte n'accroche à la machine, ou à la table",
        "Laisser reposer 15 minutes de chaque côté"
      ]
    },
    "it": {
      "name": "Pasta fresca fatta in casa con manovella",
      "notes": "Permette di mangiare 1 uovo a persona senza cuocere troppo l'uovo, quindi molto sano e senza che il sapore dell'uovo sia troppo pronunciato.",
      "ingredients": [
        "200 g di farina",
        "2 uova",
        "Pizzico di sale",
        "Cucchiaio di olio d'oliva"
      ],
      "instructions": [
        "Impastare molto più delicatamente dell'impasto del pane, l'impasto non tollera di essere piegato, impastare a lungo: un buon 8 minuti",
        "Lasciare riposare nella plastica per almeno 30 minuti",
        "Tagliare in 4, infarinare, stendere a mano e passare almeno 4 volte attraverso la calibro più spesso",
        "Passare 1 o 2 volte attraverso ogni fase e fermarsi intorno a 5 ~ 6, assicurandosi che sia leggermente infarinato per evitare che l'impasto si attacchi alla macchina o al tavolo",
        "Lasciare riposare per 15 minuti su ogni lato"
      ]
    }
  },
  {
    "category": "meatAndFish",
    "id": "salmonFillets",
    "pictures": [
      "patates_rissolees_et_filets_saumon.jpg"
    ],
    "en": {
      "name": "Oven-baked Salmon Fillets",
      "notes": "Already a very good recipe, but can be refined and perfected. I like to serve it with spaghetti — even better when cooked risotto-style.",
      "ingredients": [
        "Salmon fillets, 1 per person",
        "Olive oil",
        "Garlic",
        "Ginger",
        "Salt, pepper, spices"
      ],
      "instructions": [
        "Preheat the oven to 180°C (350°F).",
        "Place the salmon fillets on a baking tray lined with parchment paper.",
        "Brush the salmon with olive oil, chopped garlic, grated ginger (optional), salt, pepper, and spices to taste.",
        "Bake for about 12 minutes."
      ]
    },
    "fr": {
      "name": "Filets de saumon au four",
      "notes": "Recette déjà très bonne, à améliorer, à peaufiner. J'aime bien le servir avec des Spaghetti, encores meilleures en risottatura.",
      "ingredients": [
        "Filets de saumon, 1 par personne",
        "Huilde d'olive",
        "Ail",
        "Gingembre",
        "Sel, poivre, épices"
      ],
      "instructions": [
        "Préchauffer four 180°",
        "Placer filet saumon sur plaque cuisson avec papier cuisson",
        "Badigeonner saumon de huile olive, ail aché, gingembre rapé (facultatif), sel, poivre, épices au goût",
        "Enfourner environ 12 minutes"
      ]
    },
    "it": {
      "name": "Filetti di salmone al forno",
      "notes": "Ricetta già molto buona, ma da migliorare e perfezionare. Mi piace servirla con spaghetti — ancora migliori se cotti in risottatura.",
      "ingredients": [
        "Filetti di salmone, 1 a persona",
        "Olio d'oliva",
        "Aglio",
        "Zenzero",
        "Sale, pepe, spezie"
      ],
      "instructions": [
        "Preriscaldare il forno a 180°C.",
        "Disporre i filetti di salmone su una teglia ricoperta di carta da forno.",
        "Spennellare il salmone con olio d'oliva, aglio tritato, zenzero grattugiato (facoltativo), sale, pepe e spezie a piacere.",
        "Infornare per circa 12 minuti."
      ]
    },
    "nb": {
      "name": "Ovnsbakt laksefilet",
      "notes": "Allerede en veldig god oppskrift, men kan forbedres og finjusteres. Jeg liker å servere den med spaghetti — enda bedre når de lages risotto-stil.",
      "ingredients": [
        "Laksefileter, 1 per person",
        "Olivenolje",
        "Hvitløk",
        "Ingefær",
        "Salt, pepper, krydder"
      ],
      "instructions": [
        "Forvarm ovnen til 180°C.",
        "Legg laksefiletene på et stekebrett med bakepapir.",
        "Pensle laksen med olivenolje, hakket hvitløk, revet ingefær (valgfritt), salt, pepper og krydder etter smak.",
        "Stek i omtrent 12 minutter."
      ]
    }
  },
  {
    "category": "doughAndBread",
    "id": "baguette",
    "pictures": [
      "baguettes.jpg"
    ],
    "en": {
      "name": "Baguette",
      "notes": "Be careful — a rare recipe that truly reaches S Tier, if not God Tier. Incredibly simple, very cheap, and requires very little active time. The 4 ingredients symbolize the 4 elements: flour for earth, water, yeast for air, and salt for fire. Source: https://www.youtube.com/watch?v=Z-husjZkxHw",
      "ingredients": [
        "Flour (200 g per baguette)",
        "Room temperature water — 80% of the flour weight",
        "1-2 g of dry yeast per 500 g of flour",
        "Salt — 1 heaping teaspoon per 500 g of flour"
      ],
      "instructions": [
        "In a mixing bowl, keep the yeast and salt separate at first, then add the water.",
        "Mix using the handle of a wooden spoon until the dough comes together into a ball.",
        "Cover and let rest for 8-10 hours at room temperature. No need to flour or wet the dough — it's soft enough.",
        "Flour your work surface and loosen the dough with a dough scraper, then transfer it onto well-floured parchment paper.",
        "Using the scraper, cut the dough into the desired number of baguettes without pressing it down.",
        "Shape the baguettes by gently stretching the dough with your hands.",
        "Bake for 25 minutes at 250°C (480°F)."
      ]
    },
    "fr": {
      "name": "Baguette",
      "notes": "Attention, rare recette s'élevant au rang de S Tier si ce n'est God Tier. Incroyablement simple, vraiment pas cher, et très court en temps de travail. Les 4 ingrédients représentent les 4 éléments à savoir, farine pour terre, eau, levure pour air, et sel pour feu. Source : https://www.youtube.com/watch?v=Z-husjZkxHw",
      "ingredients": [
        "Farine (200 g par baguette)",
        "Eau température ambiante 80 % de la qté de farine",
        "1 à 2 g de levure sèche pour 500 g de farine",
        "Sel, 1 cuillère à café débordante pour 500 g de farine"
      ],
      "instructions": [
        "Sec dans saladier, éviter le contact entre levure et sel, ajouter l'eau.",
        "Mélanger avec le manche d'une cuillère en bois jusqu'à ce que la pâte forme une boule.",
        "Couvrir et laisser reposer 8 à 10 heures à température ambiante. Pas besoin de fariner ni mouiller la pâte, elle est suffisamment liquide.",
        "Fariner et détacher la pâte avec une corne à pâtisserie puis la verser sur papier cuisson bien fariné.",
        "Y découper à la corne le nombre de baguettes souhaité sans écraser la pâte",
        "Former des baguettes en allongeant la pâte d'un geste des mains.",
        "Enfourner 25 minutes à 250°."
      ]
    },
    "it": {
      "name": "Baguette",
      "notes": "Attenzione — una ricetta rara che raggiunge davvero il livello S Tier, se non God Tier. Incredibilmente semplice, molto economica e con pochissimo tempo di lavoro. I 4 ingredienti rappresentano i 4 elementi: farina per la terra, acqua, lievito per l'aria e sale per il fuoco. Fonte: https://www.youtube.com/watch?v=Z-husjZkxHw",
      "ingredients": [
        "Farina (200 g per baguette)",
        "Acqua a temperatura ambiente — 80% del peso della farina",
        "1-2 g di lievito secco per 500 g di farina",
        "Sale — 1 cucchiaino colmo per 500 g di farina"
      ],
      "instructions": [
        "In una ciotola, tenere separati lievito e sale, poi aggiungere l'acqua.",
        "Mescolare con il manico di un cucchiaio di legno fino a formare un impasto compatto.",
        "Coprire e lasciare riposare per 8-10 ore a temperatura ambiente. Non serve infarinare o bagnare l'impasto, è abbastanza morbido.",
        "Infarinare il piano di lavoro e staccare l'impasto con una spatola, poi trasferirlo su carta da forno ben infarinata.",
        "Con la spatola, tagliare il numero di baguette desiderato senza schiacciare l'impasto.",
        "Formare le baguette allungando delicatamente l'impasto con le mani.",
        "Cuocere per 25 minuti a 250°C."
      ]
    },
    "es": {
      "name": "Baguette",
      "notes": "Atención: receta rara que alcanza el rango de S Tier, si no es God Tier. Increíblemente simple, realmente barata y con muy poco tiempo de trabajo. Los 4 ingredientes representan los 4 elementos: la harina es la tierra, el agua, la levadura es el aire y la sal, el fuego. Fuente: https://www.youtube.com/watch?v=Z-husjZkxHw",
      "ingredients": [
        "Harina (200 g por baguette)",
        "Agua a temperatura ambiente, 80 % del peso de la harina",
        "1 a 2 g de levadura seca por 500 g de harina",
        "Sal, una cucharadita colmada por 500 g de harina"
      ],
      "instructions": [
        "En un bol seco, evitar el contacto directo entre la levadura y la sal, luego añadir el agua.",
        "Mezclar con el mango de una cuchara de madera hasta formar una bola de masa.",
        "Cubrir y dejar reposar de 8 a 10 horas a temperatura ambiente. No hace falta enharinar ni mojar la masa, es suficientemente húmeda.",
        "Enharinar y despegar la masa con una espátula, luego colocarla sobre papel de horno bien enharinado.",
        "Cortar con la espátula el número deseado de baguettes sin aplastar la masa.",
        "Formar las baguettes estirando suavemente la masa con las manos.",
        "Hornear durante 25 minutos a 250 °C."
      ]
    },
    "nb": {
      "name": "Baguette",
      "notes": "Vær oppmerksom — en sjelden oppskrift som når S Tier, om ikke Gud Tier. Utrolig enkel, veldig billig, og krever svært lite arbeidstid. De fire ingrediensene representerer de fire elementene: mel for jord, vann, gjær for luft og salt for ild. Kilde: https://www.youtube.com/watch?v=Z-husjZkxHw",
      "ingredients": [
        "Mel (200 g per baguette)",
        "Vann i romtemperatur — 80% av melmengden",
        "1-2 g tørrgjær per 500 g mel",
        "Salt — 1 toppet teskje per 500 g mel"
      ],
      "instructions": [
        "I en bolle, hold gjæren og saltet adskilt i starten, og tilsett deretter vannet.",
        "Rør med enden av en tresleiv til deigen samler seg til en ball.",
        "Dekk til og la stå i 8-10 timer i romtemperatur. Du trenger ikke å mel eller fukte deigen - den er løs nok.",
        "Dryss mel og løsne deigen med en deigskrape, og legg den på bakepapir med godt med mel.",
        "Bruk deigskrapen til å dele deigen i ønsket antall baguetter uten å trykke den ned.",
        "Form baguettene ved å strekke deigen forsiktig med hendene.",
        "Stek i 25 minutter ved 250°C."
      ]
    },
    "tr": {
      "name": "Baget",
      "notes": "Dikkat! Nadir bir tarif, S Tier hatta God Tier seviyesine ulaşır. İnanılmaz derecede basit, çok ucuz ve neredeyse hiç iş gerektirmez. Dört malzeme dört elementi temsil eder: un toprak, su su, maya hava ve tuz ateştir. Kaynak: https://www.youtube.com/watch?v=Z-husjZkxHw",
      "ingredients": [
        "Un (her baget için 200 g)",
        "Oda sıcaklığında su, un miktarının %80'i kadar",
        "500 g un için 1–2 g kuru maya",
        "500 g un için tepeleme 1 tatlı kaşığı tuz"
      ],
      "instructions": [
        "Kuru bir kapta, maya ile tuzun doğrudan temasını önleyin, sonra suyu ekleyin.",
        "Bir tahta kaşığın sapıyla karıştırın, hamur top haline gelene kadar.",
        "Üzerini kapatın ve oda sıcaklığında 8–10 saat dinlendirin. Hamuru unlamaya veya ıslatmaya gerek yok, yeterince nemlidir.",
        "Hamuru spatula ile unlayıp kaptan çıkarın, unlanmış pişirme kağıdının üzerine koyun.",
        "Hamuru ezmeden spatula ile istediğiniz sayıda bagete bölün.",
        "Ellerinizle hafifçe uzatarak baget şeklini verin.",
        "250 °C'de 25 dakika pişirin."
      ]
    },
    "ja": {
      "name": "バゲット",
      "notes": "注意：希少なレシピで、Sティア、もしくはゴッドティアの域に達するほどの逸品。驚くほどシンプルで、とても安く、作業時間もごく短い。4つの材料は4つの元素を表す。小麦粉＝土、水＝水、酵母＝空気、塩＝火。出典：https://www.youtube.com/watch?v=Z-husjZkxHw",
      "ingredients": [
        "小麦粉（1本につき200g）",
        "常温の水（小麦粉の80％の量）",
        "乾燥酵母 500gの小麦粉につき1〜2g",
        "塩 小麦粉500gにつき山盛り小さじ1杯"
      ],
      "instructions": [
        "ボウルに乾いた材料を入れ、酵母と塩が直接触れないようにしてから水を加える。",
        "木べらの持ち手で混ぜ、生地がひとまとまりになるまで混ぜる。",
        "ラップをかけて常温で8〜10時間休ませる。打ち粉も水も不要、生地は十分に柔らかい。",
        "打ち粉をして生地をスパチュラで外し、よく打ち粉したオーブンシートの上に置く。",
        "生地を押しつぶさないようにスパチュラで希望の本数に切る。",
        "両手で優しく伸ばしてバゲットの形に整える。",
        "250℃のオーブンで25分焼く。"
      ]
    },
    "zh": {
      "name": "法棍",
      "notes": "注意：这是一道罕见的配方，可称得上S级甚至是神级。极其简单，极其便宜，几乎不费工夫。四种材料代表四种元素：面粉是土，水是水，酵母是空气，盐是火。来源：https://www.youtube.com/watch?v=Z-husjZkxHw",
      "ingredients": [
        "面粉（每根法棍200克）",
        "常温水，约为面粉重量的80%",
        "干酵母，每500克面粉1–2克",
        "盐，每500克面粉加满满一茶匙"
      ],
      "instructions": [
        "在干净的碗中，避免酵母与盐直接接触，然后加入水。",
        "用木勺柄搅拌，直到面团形成一个球状。",
        "盖上，常温静置8–10小时。无需撒粉或加水，面团湿度足够。",
        "撒上面粉，用刮刀将面团取出，放在撒好面粉的烘焙纸上。",
        "用刮刀分割成所需数量的法棍，不要压扁面团。",
        "用双手轻轻拉伸面团成法棍形。",
        "放入250°C的烤箱中烘烤25分钟。"
      ]
    }
  },
  {
    "category": "doughAndBread",
    "id": "lavashBread",
    "pictures": [
      "lavash_bread.jpg"
    ],
    "en": {
      "name": "Oriental Flatbread \"Lavash\"",
      "notes": "Turkish/Armenian flatbread cooked in a pan, similar to Indian naan. Recipe from Hungry Man Kitchen (YouTube).",
      "ingredients": [
        "300 g flour",
        "200 ml warm water",
        "Dry yeast, depending on resting time (1h => 10g, 10h => 2g)",
        "2 tbsp olive oil (optional, gives a softer texture)",
        "1 tbsp sugar",
        "1 tsp salt"
      ],
      "instructions": [
        {
          "part": "Dough preparation – easy method with long resting time",
          "instructions": [
            "Mix dry ingredients in a bowl, add water and oil, and mix vigorously for 2–3 minutes with the back of a wooden spoon.",
            "Let rest at least 3–4 hours (5g yeast), or 8–10 hours (2g yeast)."
          ]
        },
        {
          "part": "Dough preparation – harder but faster method",
          "instructions": [
            "In a bowl, mix warm water with sugar and yeast.",
            "Let rest about 5–10 minutes until foamy (yeast activation).",
            "Add flour and salt to a large bowl.",
            "Pour in the yeast mixture (and olive oil if using).",
            "Mix, then knead for 8–10 minutes until smooth and elastic.",
            "Cover the bowl and let the dough rise for about 1 hour (until doubled in size)."
          ]
        },
        {
          "part": "Shaping",
          "instructions": [
            "Flour the dough and work surface, flatten and divide into 8–10 equal balls.",
            "Heat a thick or cast-iron pan (medium-high heat).",
            "Flatten each dough ball by hand or by stretching with gravity.",
            "Cook each flatbread 1–2 minutes per side until puffed and golden spots appear.",
            "Important: cover the bread after cooking to prevent drying out."
          ]
        },
        {
          "part": "Optional garlic butter",
          "instructions": [
            "Melt 30g butter in a pan over low heat.",
            "Add 3 minced garlic cloves and salt, let infuse for 2–3 minutes over very low heat without burning.",
            "Brush the bread and sprinkle chopped coriander or parsley."
          ]
        }
      ]
    },
    "fr": {
      "name": "Pain plat oriental \"Lavash\"",
      "notes": "Pain plat Turc/Arménien cuit à la poêle, proche du naan Indien. Recette de Hungry Man Kitchen (Youtube).",
      "ingredients": [
        "300 g farine",
        "200 ml eau tiède",
        "Levure sèche, dépend du temps de repos (1h => 10g, 10h => 2g)",
        "2 c. à s. huile olive (optionnel, donne une texture plus souple)",
        "1 c. à s. sucre",
        "1 c. à c. sel"
      ],
      "instructions": [
        {
          "part": "Préparation pâte à pain - méthode facile à long temps de repos",
          "instructions": [
            "Mélanger le sec dans bol, ajouter eau et huile, mélanger vigoureusement 2-3 minutes avec le dos d'une grande cuillère en bois.",
            "Laisser reposer au moins 3-4 heures (5g levure), sinon 8-10 heures (2g levure)."
          ]
        },
        {
          "part": "Préparation pâte à pain - méthode plus dure mais rapide",
          "instructions": [
            "Dans un bol, mélanger l'eau tiède avec le sucre et la levure.",
            "Laisser reposer environ 5 à 10 minutes jusqu'à ce que le mélange mousse (activation de la levure).",
            "Ajouter la farine et le sel dans un grand bol.",
            "Verser le mélange à base de levure (et l'huile d'olive si vous en utilisez).",
            "Mélanger, puis pétrir pendant 8 à 10 minutes jusqu'à obtenir une pâte lisse et élastique.",
            "Couvrir le bol et laisser la pâte lever environ 1 heure (jusqu'à ce qu'elle double de volume)."
          ]
        },
        {
          "part": "Façonner",
          "instructions": [
            "Fariner la pate et le plan de travail, aplatir la pâte et la diviser en 8 à 10 boules égales.",
            "Chauffer une poêle épaisse ou une poêle en fonte (à feu vif/moyen-vif).",
            "Aplatir les pâtons à la main, avec le bout des doigts, ou en faisant jouer la gravité.",
            "Cuire chaque galette 1 à 2 minutes de chaque côté jusqu'à ce qu'elle gonfle et que des taches dorées apparaissent.",
            "Important : couvrir le pain après sa cuisson pour empêcher qu'il ne sèche."
          ]
        },
        {
          "part": "Beurre à l'ail optionnel",
          "instructions": [
            "Faire fondre 30g de beurre dans une poêle à feu doux",
            "Ajouter 3 gousses ail haché et du sel, laissez infuser 2–3 minutes à feu très doux sans brûler l'ail.",
            "Badigeonner le pain et ajouter de la coriandre ou du persil haché"
          ]
        }
      ]
    },
    "it": {
      "name": "Pane piatto orientale \"Lavash\"",
      "notes": "Pane piatto turco/armeno cotto in padella, simile al naan indiano. Ricetta di Hungry Man Kitchen (YouTube).",
      "ingredients": [
        "300 g farina",
        "200 ml acqua tiepida",
        "Lievito secco, a seconda del tempo di riposo (1h => 10g, 10h => 2g)",
        "2 cucchiai di olio d'oliva (opzionale, rende la consistenza più morbida)",
        "1 cucchiaio di zucchero",
        "1 cucchiaino di sale"
      ],
      "instructions": [
        {
          "part": "Preparazione dell'impasto – metodo facile con lungo riposo",
          "instructions": [
            "Mescolare gli ingredienti secchi in una ciotola, aggiungere acqua e olio, mescolare energicamente per 2–3 minuti con il dorso di un cucchiaio di legno.",
            "Lasciare riposare almeno 3–4 ore (5g lievito), oppure 8–10 ore (2g lievito)."
          ]
        },
        {
          "part": "Preparazione dell'impasto – metodo più difficile ma rapido",
          "instructions": [
            "In una ciotola, mescolare acqua tiepida con zucchero e lievito.",
            "Lasciare riposare 5–10 minuti fino a che non fa schiuma.",
            "Aggiungere farina e sale in una ciotola grande.",
            "Versare il composto di lievito (e l'olio d'oliva se usato).",
            "Mescolare e impastare per 8–10 minuti fino a ottenere un impasto liscio ed elastico.",
            "Coprire e lasciare lievitare per circa 1 ora (fino al raddoppio)."
          ]
        },
        {
          "part": "Formatura",
          "instructions": [
            "Infarinare l'impasto e il piano di lavoro, appiattire e dividere in 8–10 palline uguali.",
            "Scaldare una padella spessa o di ghisa (fuoco medio-alto).",
            "Appiattire le palline a mano o con la gravità.",
            "Cuocere ogni pane 1–2 minuti per lato fino a doratura.",
            "Importante: coprire il pane dopo la cottura per non farlo seccare."
          ]
        },
        {
          "part": "Burro all'aglio opzionale",
          "instructions": [
            "Sciogliere 30g di burro a fuoco basso.",
            "Aggiungere 3 spicchi d'aglio tritati e sale, far insaporire per 2–3 minuti senza bruciare.",
            "Spennellare il pane e aggiungere coriandolo o prezzemolo tritato."
          ]
        }
      ]
    },
    "es": {
      "name": "Pan plano oriental \"Lavash\"",
      "notes": "Pan plano turco/armenio cocido en sartén, similar al naan indio. Receta de Hungry Man Kitchen (YouTube).",
      "ingredients": [
        "300 g harina",
        "200 ml agua tibia",
        "Levadura seca, depende del tiempo de reposo (1h => 10g, 10h => 2g)",
        "2 cucharadas de aceite de oliva (opcional, da una textura más suave)",
        "1 cucharada de azúcar",
        "1 cucharadita de sal"
      ],
      "instructions": [
        {
          "part": "Preparación de la masa – método fácil con largo reposo",
          "instructions": [
            "Mezclar los ingredientes secos en un bol, agregar agua y aceite, y mezclar enérgicamente 2–3 minutos.",
            "Dejar reposar al menos 3–4 horas (5g levadura) o 8–10 horas (2g levadura)."
          ]
        },
        {
          "part": "Preparación de la masa – método más difícil pero rápido",
          "instructions": [
            "En un bol, mezclar agua tibia con azúcar y levadura.",
            "Dejar reposar 5–10 minutos hasta que espume.",
            "Añadir harina y sal en un bol grande.",
            "Verter la mezcla de levadura (y el aceite si se usa).",
            "Mezclar y amasar 8–10 minutos hasta obtener una masa elástica.",
            "Cubrir y dejar levar 1 hora (hasta que duplique su tamaño)."
          ]
        },
        {
          "part": "Formar",
          "instructions": [
            "Enharinar la masa y la superficie, dividir en 8–10 bolas.",
            "Calentar una sartén gruesa o de hierro fundido (fuego medio-alto).",
            "Aplanar las bolas a mano o con gravedad.",
            "Cocer 1–2 minutos por lado hasta dorar.",
            "Importante: cubrir el pan después para que no se seque."
          ]
        },
        {
          "part": "Mantequilla de ajo opcional",
          "instructions": [
            "Derretir 30g de mantequilla a fuego lento.",
            "Agregar 3 dientes de ajo picados y sal, dejar infusionar 2–3 minutos sin quemar.",
            "Untar el pan y añadir cilantro o perejil picado."
          ]
        }
      ]
    },
    "nb": {
      "name": "Orientalsk flatbrød \"Lavash\"",
      "notes": "Tyrkisk/armensk flatbrød stekt i panne, likner indisk naan. Oppskrift fra Hungry Man Kitchen (YouTube).",
      "ingredients": [
        "300 g mel",
        "200 ml lunkent vann",
        "Tørrgjær, avhengig av hevetid (1t => 10g, 10t => 2g)",
        "2 ss olivenolje (valgfritt, gir mykere tekstur)",
        "1 ss sukker",
        "1 ts salt"
      ],
      "instructions": [
        {
          "part": "Deigforberedelse – enkel metode med lang hevetid",
          "instructions": [
            "Bland det tørre i en bolle, tilsett vann og olje, og rør kraftig i 2–3 minutter.",
            "La hvile minst 3–4 timer (5g gjær) eller 8–10 timer (2g gjær)."
          ]
        },
        {
          "part": "Deigforberedelse – raskere men mer krevende metode",
          "instructions": [
            "Bland lunkent vann med sukker og gjær i en bolle.",
            "La stå i 5–10 minutter til det skummer.",
            "Ha mel og salt i en stor bolle.",
            "Tilsett gjærblandingen (og olivenolje hvis du bruker det).",
            "Elt i 8–10 minutter til deigen er glatt og elastisk.",
            "Dekk til og la heve i ca. 1 time."
          ]
        },
        {
          "part": "Forming",
          "instructions": [
            "Dryss mel på deigen og arbeidsflaten, del i 8–10 boller.",
            "Varm en tykk eller støpejernspanne (middels høy varme).",
            "Trykk eller strekk hver bolle flat.",
            "Stek 1–2 minutter per side til gyllent.",
            "Viktig: dekk brødet etter steking så det ikke tørker."
          ]
        },
        {
          "part": "Valgfritt hvitløkssmør",
          "instructions": [
            "Smelt 30g smør på lav varme.",
            "Tilsett 3 hakkede hvitløksfedd og salt, la trekke i 2–3 minutter uten å brenne.",
            "Pensle brødet og tilsett hakket koriander eller persille."
          ]
        }
      ]
    },
    "tr": {
      "name": "Lavaş",
      "notes": "Tavada pişirilen Türk/Ermeni yassı ekmek, Hint naanına benzer. Hungry Man Kitchen (YouTube) tarifidir.",
      "ingredients": [
        "300 g un",
        "200 ml ılık su",
        "Kuru maya, dinlenme süresine göre (1s => 10g, 10s => 2g)",
        "2 yemek kaşığı zeytinyağı (isteğe bağlı, daha yumuşak doku için)",
        "1 yemek kaşığı şeker",
        "1 tatlı kaşığı tuz"
      ],
      "instructions": [
        {
          "part": "Hamur hazırlığı – uzun dinlenme süresiyle kolay yöntem",
          "instructions": [
            "Kuru malzemeleri bir kapta karıştırın, su ve yağı ekleyin, 2–3 dakika kuvvetlice karıştırın.",
            "En az 3–4 saat (5g maya) veya 8–10 saat (2g maya) dinlendirin."
          ]
        },
        {
          "part": "Hamur hazırlığı – daha zor ama hızlı yöntem",
          "instructions": [
            "Ilık suyu, şekeri ve mayayı bir kapta karıştırın.",
            "5–10 dakika bekleyin, köpürmeye başlayınca maya aktifleşmiş olur.",
            "Una ve tuzu büyük bir kaba alın.",
            "Maya karışımını (ve zeytinyağını kullanıyorsanız) ekleyin.",
            "8–10 dakika yoğurun, pürüzsüz ve elastik bir hamur elde edin.",
            "Üzerini kapatın ve 1 saat mayalanmaya bırakın."
          ]
        },
        {
          "part": "Şekil verme",
          "instructions": [
            "Hamuru ve tezgahı unlayın, 8–10 eşit parçaya ayırın.",
            "Kalın veya döküm tavayı (orta-yüksek ateşte) ısıtın.",
            "Her parçayı elinizle veya yerçekimiyle açın.",
            "Her iki tarafını 1–2 dakika pişirin, kabarıp altın lekeler oluşana kadar.",
            "Önemli: Ekmek piştikten sonra kurumaması için üzerini kapatın."
          ]
        },
        {
          "part": "Opsiyonel sarımsaklı tereyağı",
          "instructions": [
            "30g tereyağını düşük ateşte eritin.",
            "3 diş doğranmış sarımsak ve tuz ekleyin, 2–3 dakika kısık ateşte bekletin.",
            "Ekmekleri fırçalayın, doğranmış kişniş veya maydanoz ekleyin."
          ]
        }
      ]
    },
    "ja": {
      "name": "オリエンタルフラットブレッド「ラバシュ」",
      "notes": "トルコ／アルメニアの平焼きパン。インドのナンに似ています。Hungry Man Kitchen（YouTube）のレシピ。",
      "ingredients": [
        "小麦粉 300g",
        "ぬるま湯 200ml",
        "ドライイースト（発酵時間により：1時間→10g、10時間→2g）",
        "オリーブオイル 大さじ2（オプション、柔らかい食感に）",
        "砂糖 大さじ1",
        "塩 小さじ1"
      ],
      "instructions": [
        {
          "part": "生地の準備（長時間発酵・簡単な方法）",
          "instructions": [
            "ボウルで粉類を混ぜ、水と油を加え、木べらで2～3分よく混ぜます。",
            "少なくとも3～4時間（5gイースト）または8～10時間（2gイースト）休ませます。"
          ]
        },
        {
          "part": "生地の準備（短時間発酵・少し手間のかかる方法）",
          "instructions": [
            "ボウルにぬるま湯、砂糖、イーストを入れて混ぜます。",
            "5～10分置いて泡立つのを待ちます（イースト活性化）。",
            "別の大きなボウルに小麦粉と塩を入れます。",
            "イースト液（オリーブオイルを使う場合はそれも）を加えます。",
            "混ぜてから8～10分こね、滑らかで弾力のある生地にします。",
            "ボウルを覆い、1時間ほど発酵させます（2倍に膨らむまで）。"
          ]
        },
        {
          "part": "成形",
          "instructions": [
            "作業台に打ち粉をし、生地を8～10等分します。",
            "厚手または鋳鉄のフライパンを中～強火で熱します。",
            "手または重力を使って生地を平らにします。",
            "両面を1～2分ずつ焼き、ふくらみと焼き色がつくまで焼きます。",
            "重要：焼き上がったパンは乾かないように覆います。"
          ]
        },
        {
          "part": "オプション：ガーリックバター",
          "instructions": [
            "弱火でバター30gを溶かします。",
            "みじん切りニンニク3片と塩を加え、2～3分焦がさないように香りを出します。",
            "パンに塗り、刻んだパクチーまたはパセリを振ります。"
          ]
        }
      ]
    },
    "zh": {
      "name": "东方薄饼「拉瓦什 Lavash」",
      "notes": "一种土耳其/亚美尼亚的平底锅烙制薄饼，口感类似印度烤饼（Naan）。来自 Hungry Man Kitchen（YouTube）的食谱。",
      "ingredients": [
        "300 克 面粉",
        "200 毫升 温水",
        "干酵母，取决于发酵时间（1小时 => 10克，10小时 => 2克）",
        "2 汤匙 橄榄油（可选，使面饼更柔软）",
        "1 汤匙 糖",
        "1 茶匙 盐"
      ],
      "instructions": [
        {
          "part": "面团准备 —— 简易长时间发酵法",
          "instructions": [
            "在碗中混合所有干性材料，加入水和橄榄油，用木勺背用力搅拌 2–3 分钟。",
            "静置至少 3–4 小时（使用 5g 酵母），或静置 8–10 小时（使用 2g 酵母）。"
          ]
        },
        {
          "part": "面团准备 —— 稍难但快速的方法",
          "instructions": [
            "在碗中将温水、糖和酵母混合。",
            "静置约 5–10 分钟，直到出现泡沫（酵母被激活）。",
            "在大碗中加入面粉和盐。",
            "倒入酵母混合液（如果使用橄榄油，也一起加入）。",
            "混合后揉面约 8–10 分钟，直到面团光滑有弹性。",
            "盖上碗，让面团发酵约 1 小时，直到体积变为原来的两倍。"
          ]
        },
        {
          "part": "整形",
          "instructions": [
            "在面团和操作台上撒一些面粉，将面团压平并分成 8–10 份。",
            "加热厚底平底锅或铸铁锅（中高火）。",
            "用手或利用重力将面团拉伸成薄片。",
            "每面煎 1–2 分钟，直到鼓起并出现金黄色斑点。",
            "重要提示：煎好后应立即盖上，以防饼变干。"
          ]
        },
        {
          "part": "可选蒜香黄油",
          "instructions": [
            "在小火上融化 30 克 黄油。",
            "加入 3 瓣 切碎的大蒜 和 适量食盐，小火浸煮 2–3 分钟，不要烧糊。",
            "将蒜香黄油刷在饼上，撒上切碎的香菜或欧芹。"
          ]
        }
      ]
    }
  },
  {
    "category": "doughAndBread",
    "id": "burgerBuns",
    "pictures": [
      "burger_dish.jpg"
    ],
    "en": {
      "name": "Burger Buns",
      "notes": "Makes 8 buns",
      "ingredients": [
        {
          "part": "Dough",
          "ingredients": [
            "500 g flour",
            "10 g salt",
            "25 g sugar",
            "1 whole egg",
            "250 ml whole milk",
            "40 g unsalted butter",
            "7 g dry yeast"
          ]
        },
        {
          "part": "Egg wash",
          "ingredients": [
            "1 egg yolk",
            "1 tablespoon milk",
            "Sesame seeds"
          ]
        }
      ],
      "instructions": [
        "Yeast: Mix the yeast with lukewarm (not hot) milk and sugar. Let it foam for 10 minutes.",
        "Kneading: In a mixer (or by hand), combine flour and salt. Add the yeast mixture with milk and egg. Knead for 5 minutes.",
        "Incorporate butter: Add softened butter in pieces and knead for another 10 minutes until the dough becomes smooth, elastic, and pulls away from the bowl.",
        "First rise: Cover with a cloth and let rise for 1.5-2 hours (the dough should double in size).",
        "Shaping: Degas the dough, divide into 8 portions (~100 g each). Shape into balls and place on a baking tray lined with parchment paper. Flatten slightly.",
        "Second rise: Cover and let rise for 45-60 minutes.",
        "Egg wash: Brush with a mix of egg yolk and milk. Sprinkle sesame seeds if desired.",
        "Baking: Preheat oven to 180°C (fan mode). Bake for 15-18 minutes until golden brown.",
        "Cooling: Let cool on a wire rack to prevent moisture buildup.",
        "Tip: Lightly toast the buns in a pan with a bit of butter before assembling → crispy outside, soft inside, restaurant quality."
      ]
    },
    "fr": {
      "name": "Pains à burger",
      "notes": "Pour 8 buns",
      "ingredients": [
        {
          "part": "Pâte",
          "ingredients": [
            "500 g farine",
            "10 g sel",
            "25 g sucre",
            "1 oeuf entier",
            "250 ml lait entier",
            "40 g beurre doux",
            "7 g levure sèche"
          ]
        },
        {
          "part": "Dorure",
          "ingredients": [
            "1 jaune d'oeuf",
            "1 cuillère à soupe de lait",
            "Graines de sésames"
          ]
        }
      ],
      "instructions": [
        "Levure : Mélanger la levure avec le lait tiède (pas chaud) et le sucre. Laisser mousser 10 min.",
        "Pétrissage : Dans un robot (ou à la main), mélanger farine et sel. Ajouter le mélange levure + lait + œuf. Pétrir 5 min.",
        "Incorporation du beurre : Ajouter le beurre ramolli en morceaux et pétrir encore 10 min jusqu'à obtenir une pâte lisse, élastique et qui se décolle des parois.",
        "1ère pousse : Couvrir d'un linge et laisser lever 1h30-2h (la pâte doit doubler de volume).",
        "Façonnage : Dégazer, diviser en 8 portions (~100 g chacune). Bouler et déposer sur une plaque recouverte de papier cuisson. Aplatir légèrement.",
        "2ème pousse : Couvrir et laisser lever 45-60 min.",
        "Dorure : Badigeonner de jaune d'œuf mélangé avec un peu de lait. Parsemer de graines de sésame si souhaité.",
        "Cuisson : Four préchauffé à 180 °C chaleur tournante. Cuire 15-18 min, jusqu'à ce que les pains soient dorés.",
        "Refroidissement : Laisser refroidir sur grille pour éviter l'humidité.",
        "Astuce : toaster légèrement les pains à la poêle avec un peu de beurre juste avant le montage → croustillant à l'extérieur, fondant à l'intérieur, comme au restaurant."
      ]
    },
    "it": {
      "name": "Panini per hamburger",
      "notes": "Per 8 panini",
      "ingredients": [
        {
          "part": "Impasto",
          "ingredients": [
            "500 g farina",
            "10 g sale",
            "25 g zucchero",
            "1 uovo intero",
            "250 ml latte intero",
            "40 g burro morbido",
            "7 g lievito secco"
          ]
        },
        {
          "part": "Doratura",
          "ingredients": [
            "1 tuorlo d'uovo",
            "1 cucchiaio di latte",
            "Semi di sesamo"
          ]
        }
      ],
      "instructions": [
        "Lievito: Mescolare il lievito con il latte tiepido (non caldo) e lo zucchero. Lasciare riposare per 10 minuti finché fa schiuma.",
        "Impasto: In una planetaria (o a mano), mescolare farina e sale. Aggiungere il composto di lievito, latte e uovo. Impastare per 5 minuti.",
        "Incorporare il burro: Aggiungere il burro ammorbidito a pezzi e impastare per altri 10 minuti fino a ottenere un impasto liscio, elastico e che si stacca dalle pareti.",
        "Prima lievitazione: Coprire con un panno e lasciare lievitare per 1,5-2 ore (l'impasto deve raddoppiare di volume).",
        "Formatura: Sgonfiare, dividere in 8 porzioni (~100 g ciascuna). Formare delle palline e disporle su una teglia con carta da forno. Appiattire leggermente.",
        "Seconda lievitazione: Coprire e lasciare lievitare per 45-60 minuti.",
        "Doratura: Spennellare con il tuorlo d'uovo mescolato con un po' di latte. Cospargere di semi di sesamo se desiderato.",
        "Cottura: Forno preriscaldato a 180°C ventilato. Cuocere per 15-18 minuti finché i panini sono dorati.",
        "Raffreddamento: Lasciare raffreddare su una griglia per evitare umidità.",
        "Consiglio: Tostare leggermente i panini in padella con un po' di burro prima di assemblare → croccanti fuori, morbidi dentro, come al ristorante."
      ]
    },
    "nb": {
      "name": "Burgerbrød",
      "notes": "Gir 8 boller",
      "ingredients": [
        {
          "part": "Deig",
          "ingredients": [
            "500 g mel",
            "10 g salt",
            "25 g sukker",
            "1 helt egg",
            "250 ml helmelk",
            "40 g usaltet smør",
            "7 g tørrgjær"
          ]
        },
        {
          "part": "Pensling",
          "ingredients": [
            "1 eggeplomme",
            "1 spiseskje melk",
            "Sesamfrø"
          ]
        }
      ],
      "instructions": [
        "Gjær: Bland gjæren med lunken (ikke varm) melk og sukker. La det stå i 10 minutter til det skummer.",
        "Elting: I en kjøkkenmaskin (eller for hånd), bland mel og salt. Tilsett gjærblandingen med melk og egg. Elt i 5 minutter.",
        "Tilsett smør: Tilsett mykt smør i biter og elt i ytterligere 10 minutter til deigen er glatt, elastisk og slipper bollen.",
        "Første heving: Dekk til med et klede og la heve i 1,5-2 timer (deigen skal dobles i størrelse).",
        "Forming: Slå ut luften, del i 8 emner (~100 g hver). Form boller og legg på bakepapirkledd stekebrett. Trykk dem lett flate.",
        "Andre heving: Dekk til og la heve i 45-60 minutter.",
        "Pensling: Pensle med en blanding av eggeplomme og melk. Dryss med sesamfrø hvis ønskelig.",
        "Steking: Forvarm ovnen til 180°C varmluft. Stek i 15-18 minutter til de er gyldne.",
        "Avkjøling: Avkjøl på rist for å unngå fuktighet.",
        "Tips: Rist brødene lett i stekepanne med litt smør før montering → sprø utenpå, myke inni, som på restaurant."
      ]
    }
  },
  {
    "category": "doughAndBread",
    "id": "Bretzel",
    "pictures": [
      "bretzels.jpg"
    ],
    "en": {
      "name": "Pretzel",
      "notes": "ChatGPT recipe. Perfect for breakfast, sliced lengthwise and generously buttered like a traditional Butterbrezel.",
      "ingredients": [
        {
          "part": "Dough",
          "ingredients": [
            "500 g flour (T55 or T65)",
            "1 packet dry yeast (7 g) or 20 g fresh yeast",
            "10 g salt",
            "10 g sugar",
            "40 g softened butter",
            "300 ml warm water"
          ]
        },
        {
          "part": "Baking soda bath",
          "ingredients": [
            "1 l water",
            "40 g food-grade baking soda"
          ]
        }
      ],
      "instructions": [
        "Mix flour, salt, and sugar. Add yeast dissolved in warm water.",
        "Knead for 10 minutes. Add butter and knead for another 5 minutes.",
        "Let rise for 1.5 hours (until doubled in size).",
        "Punch down the dough and shape into 10-12 ropes. Form pretzels.",
        "Preheat oven to 220°C. Bring water and baking soda to a boil.",
        "Dip pretzels for 30 seconds in the boiling bath. Drain well.",
        "Sprinkle with salt. Bake for 15-20 minutes until golden brown."
      ]
    },
    "fr": {
      "name": "Bretzel",
      "notes": "Recette de ChatGPT. Parfait au ptit dej, coupé en deux dans la longueur et bien beurré tel un Butterbrezel.",
      "ingredients": [
        {
          "part": "Pâte",
          "ingredients": [
            "500 g de farine (T55 ou T65)",
            "1 sachet de levure boulangère sèche (7 g) ou 20 g de levure fraîche",
            "10 g de sel",
            "10 g de sucre",
            "40 g de beurre ramolli",
            "300 ml d'eau tiède"
          ]
        },
        {
          "part": "Bain de trempage",
          "ingredients": [
            "1 l d'eau",
            "40 g de bicarbonate de soude alimentaire"
          ]
        }
      ],
      "instructions": [
        "Mélanger farine, sel, sucre. Ajouter levure délayée dans l'eau tiède.",
        "Pétrir 10 min. Ajouter beurre, pétrir 5 min.",
        "Lever 1h30 (volume doublé).",
        "Dégazer, former 10-12 boudins. Façonner bretzels.",
        "Préchauffer four 220°C. Faire bouillir eau + bicarbonate.",
        "Tremper bretzels 30s dans bain bouillant. Égoutter.",
        "Saler. Cuire 15-20 min jusqu'à dorure."
      ]
    },
    "it": {
      "name": "Brezel",
      "notes": "Ricetta di ChatGPT. Perfetto a colazione, tagliato a metà nel senso della lunghezza e ben imburrato come un classico Butterbrezel.",
      "ingredients": [
        {
          "part": "Impasto",
          "ingredients": [
            "500 g farina (T55 o T65)",
            "1 bustina di lievito secco (7 g) o 20 g di lievito fresco",
            "10 g sale",
            "10 g zucchero",
            "40 g burro ammorbidito",
            "300 ml acqua tiepida"
          ]
        },
        {
          "part": "Bagno di bicarbonato",
          "ingredients": [
            "1 l acqua",
            "40 g bicarbonato alimentare"
          ]
        }
      ],
      "instructions": [
        "Mescolare farina, sale e zucchero. Aggiungere il lievito sciolto in acqua tiepida.",
        "Impastare per 10 minuti. Aggiungere il burro e impastare per altri 5 minuti.",
        "Lasciare lievitare per 1 ora e mezza (fino al raddoppio del volume).",
        "Sgonfiare l'impasto e formare 10-12 filoncini. Modellare i brezeln.",
        "Preriscaldare il forno a 220°C. Portare a ebollizione acqua e bicarbonato.",
        "Immergere i brezeln per 30 secondi nel bagno bollente. Scolare bene.",
        "Salare. Cuocere per 15-20 minuti finché sono dorati."
      ]
    },
    "nb": {
      "name": "Bretzel",
      "notes": "Oppskrift fra ChatGPT. Perfekt til frokost, delt på langs og smurt godt med smør - som en klassisk Butterbrezel.",
      "ingredients": [
        {
          "part": "Deig",
          "ingredients": [
            "500 g mel (T55 eller T65)",
            "1 pose tørrgjær (7 g) eller 20 g fersk gjær",
            "10 g salt",
            "10 g sukker",
            "40 g mykt smør",
            "300 ml lunkent vann"
          ]
        },
        {
          "part": "Bakepulverbad",
          "ingredients": [
            "1 l vann",
            "40 g natron (matkvalitet)"
          ]
        }
      ],
      "instructions": [
        "Bland mel, salt og sukker. Tilsett gjær oppløst i lunkent vann.",
        "Elt i 10 minutter. Tilsett smør og elt i ytterligere 5 minutter.",
        "La heve i 1,5 time (til dobbel størrelse).",
        "Slå ned deigen og form 10-12 lengder. Form bretzler.",
        "Forvarm ovnen til 220°C. Kok opp vann og natron.",
        "Dypp bretzlene i det kokende badet i 30 sekunder. La renne av.",
        "Dryss med salt. Stek i 15-20 minutter til de er gyldne."
      ]
    }
  },
  {
    "category": "pizzas",
    "id": "margherita",
    "pictures": [
      "pizza_margherita.jpg"
    ],
    "en": {
      "name": "Margherita",
      "notes": "Pizza dough: same method as bread dough, but with 65-75 mL of water per 100 g of flour.",
      "ingredients": [
        {
          "part": "Dough (for 1 pizza)",
          "ingredients": [
            "200-250 g flour",
            "65% of the flour weight in tap water",
            "A bit more yeast than for baguette",
            "Half a teaspoon of salt"
          ]
        },
        {
          "part": "Pizza toppings",
          "ingredients": [
            "Tomato sauce",
            "1 ball of mozzarella",
            "Fresh basil",
            "Olive oil",
            "Salt, pepper, herbs"
          ]
        }
      ],
      "instructions": [
        {
          "part": "Dough",
          "instructions": [
            "Mix with a wooden spoon.",
            "Let rest for at least 5 hours."
          ]
        },
        {
          "part": "Baking",
          "instructions": [
            "Preheat oven to the maximum temperature (250°C or higher, ideally 450°C).",
            "Stretch the dough by hand on a floured baking tray.",
            "Add tomato sauce — amount to taste.",
            "Season with salt, pepper, pizza or Provençal herbs, and fresh basil leaves.",
            "Distribute one ball of mozzarella (not drained if oven maxes at 250°C), preferably in large chunks so it melts slowly without browning.",
            "Drizzle with olive oil.",
            "Bake for about 10 minutes, preferably on the lower rack, using convection if possible."
          ]
        }
      ]
    },
    "fr": {
      "name": "Margherita",
      "notes": "Pâte à pizza : même procédé que la pâte à pain mais avec 65 à 75 mL d'eau pour 100 de farine.",
      "ingredients": [
        {
          "part": "Pâte (pour 1 pizza)",
          "ingredients": [
            "200 à 250 g farine",
            "65 % de la farine en eau du robinet",
            "Un peu plus de levure que pour la baguette",
            "Demie cuillère à café de sel"
          ]
        },
        {
          "part": "Pizza",
          "ingredients": [
            "Sauce tomate",
            "1 boule de Mozzarella",
            "Basilic frais",
            "Huile d'olive",
            "Sel, poivre, herbes"
          ]
        }
      ],
      "instructions": [
        {
          "part": "Pâte",
          "instructions": [
            "Mélanger à la cuillère en bois",
            "laisser reposer au moins 5 heures"
          ]
        },
        {
          "part": "Pizza",
          "instructions": [
            "Préchauffer four au max, 250° sinon plus, idéalement 450°",
            "Étaler et étirer à la main pâte sur plaque cuisson farinée",
            "Ajouter sauce tomate, quantité : au talent",
            "Saler, poivrer, herbes à pizza ou provence, feuilles de basilic frais",
            "Répartir une boule de Mozzarella, (non égouttée si four bloqué à 250°), plutot gros morceaux pour qu'ils fondent lentement et ne gratinent pas",
            "Ajouter filet d'huile d'olive",
            "Enfourner une dizaine de minutes, plutôt en bas du four, avec chaleur tournante"
          ]
        }
      ]
    },
    "it": {
      "name": "Margherita",
      "notes": "Impasto per pizza: stesso procedimento del pane, ma con 65-75 mL d'acqua ogni 100 g di farina.",
      "ingredients": [
        {
          "part": "Impasto (per 1 pizza)",
          "ingredients": [
            "200-250 g farina",
            "65% del peso della farina in acqua del rubinetto",
            "Un po' più di lievito rispetto alla baguette",
            "Mezza cucchiaina di sale"
          ]
        },
        {
          "part": "Condimento",
          "ingredients": [
            "Salsa di pomodoro",
            "1 mozzarella",
            "Basilico fresco",
            "Olio d'oliva",
            "Sale, pepe, erbe aromatiche"
          ]
        }
      ],
      "instructions": [
        {
          "part": "Impasto",
          "instructions": [
            "Mescolare con un cucchiaio di legno.",
            "Lasciare riposare per almeno 5 ore."
          ]
        },
        {
          "part": "Cottura",
          "instructions": [
            "Preriscaldare il forno al massimo (250°C o più, idealmente 450°C).",
            "Stendere l'impasto a mano su una teglia infarinata.",
            "Aggiungere la salsa di pomodoro — quantità a piacere.",
            "Condire con sale, pepe, erbe per pizza o di Provenza e foglie di basilico fresco.",
            "Distribuire una mozzarella (non scolata se il forno arriva solo a 250°C), preferibilmente a pezzi grandi per farla sciogliere lentamente senza gratinare.",
            "Irrorare con un filo d'olio d'oliva.",
            "Cuocere per circa 10 minuti, preferibilmente nella parte bassa del forno, con ventilazione."
          ]
        }
      ]
    },
    "es": {
      "name": "Margherita",
      "notes": "Masa de pizza: mismo procedimiento que la masa de pan, pero con 65 a 75 mL de agua por cada 100 g de harina.",
      "ingredients": [
        {
          "part": "Masa (para 1 pizza)",
          "ingredients": [
            "200 a 250 g de harina",
            "65 % de agua del peso de la harina",
            "Un poco más de levadura que para la baguette",
            "Media cucharadita de sal"
          ]
        },
        {
          "part": "Pizza",
          "ingredients": [
            "Salsa de tomate",
            "1 bola de mozzarella",
            "Albahaca fresca",
            "Aceite de oliva",
            "Sal, pimienta, hierbas"
          ]
        }
      ],
      "instructions": [
        {
          "part": "Masa",
          "instructions": [
            "Mezclar con una cuchara de madera",
            "Dejar reposar al menos 5 horas"
          ]
        },
        {
          "part": "Pizza",
          "instructions": [
            "Precalentar el horno al máximo, 250°C o más, idealmente 450°C",
            "Extender y estirar la masa a mano sobre una bandeja enharinada",
            "Agregar la salsa de tomate (cantidad al gusto)",
            "Añadir sal, pimienta, hierbas para pizza o provenzales, y hojas de albahaca fresca",
            "Repartir una bola de mozzarella (sin escurrir si el horno no supera los 250°C), en trozos grandes para que se derrita lentamente sin gratinarse",
            "Agregar un chorrito de aceite de oliva",
            "Hornear unos 10 minutos, preferiblemente en la parte baja del horno con ventilador"
          ]
        }
      ]
    },
    "nb": {
      "name": "Margherita",
      "notes": "Pizzadeig: samme metode som brøddeig, men med 65–75 mL vann per 100 g mel.",
      "ingredients": [
        {
          "part": "Deig (til 1 pizza)",
          "ingredients": [
            "200–250 g mel",
            "65 % vann i forhold til melmengden",
            "Litt mer gjær enn til baguette",
            "En halv teskje salt"
          ]
        },
        {
          "part": "Pizza",
          "ingredients": [
            "Tomatsaus",
            "1 kule mozzarella",
            "Fersk basilikum",
            "Olivenolje",
            "Salt, pepper, urter"
          ]
        }
      ],
      "instructions": [
        {
          "part": "Deig",
          "instructions": [
            "Bland med en tresleiv",
            "La heve i minst 5 timer"
          ]
        },
        {
          "part": "Pizza",
          "instructions": [
            "Forvarm ovnen til maks, 250°C eller mer, helst 450°C",
            "Kjevle og strekk deigen for hånd på en melet bakeplate",
            "Tilsett tomatsaus (mengde etter smak)",
            "Tilsett salt, pepper, pizzakrydder eller provencekrydder, og friske basilikumblader",
            "Fordel mozzarellaen i store biter (ikke avrent hvis ovnen bare når 250°C) slik at den smelter sakte uten å brunes",
            "Drypp litt olivenolje over",
            "Stek i omtrent 10 minutter, helst nederst i ovnen med varmluft"
          ]
        }
      ]
    },
    "tr": {
      "name": "Margherita",
      "notes": "Pizza hamuru: ekmek hamuru ile aynı yöntem, ancak 100 g un için 65–75 mL su kullanılır.",
      "ingredients": [
        {
          "part": "Hamur (1 pizza için)",
          "ingredients": [
            "200–250 g un",
            "Un miktarının %65'i kadar musluk suyu",
            "Baget ekmeğinden biraz daha fazla maya",
            "Yarım çay kaşığı tuz"
          ]
        },
        {
          "part": "Pizza",
          "ingredients": [
            "Domates sosu",
            "1 top Mozzarella peyniri",
            "Taze fesleğen",
            "Zeytinyağı",
            "Tuz, karabiber, otlar"
          ]
        }
      ],
      "instructions": [
        {
          "part": "Hamur",
          "instructions": [
            "Tahta kaşıkla karıştırın",
            "En az 5 saat dinlendirin"
          ]
        },
        {
          "part": "Pizza",
          "instructions": [
            "Fırını maksimum sıcaklığa (250°C veya üzeri, ideal olarak 450°C) ısıtın",
            "Hamuru unlanmış tepsiye elinizle açıp gerin",
            "Domates sosunu ekleyin (miktar size bağlı)",
            "Tuz, karabiber, pizza baharatı veya Provence otları ve taze fesleğen yaprakları ekleyin",
            "Mozzarella topunu büyük parçalara ayırarak yerleştirin (fırın 250°C'yi geçmiyorsa süzmeden), yavaşça eriyip kızarmaması için",
            "Bir miktar zeytinyağı gezdirin",
            "Yaklaşık 10 dakika, tercihen fırının alt kısmında, fanlı modda pişirin"
          ]
        }
      ]
    },
    "ja": {
      "name": "マルゲリータ",
      "notes": "ピザ生地：パン生地と同じ作り方だが、小麦粉100gに対して65〜75mLの水を使用する。",
      "ingredients": [
        {
          "part": "生地（1枚分）",
          "ingredients": [
            "小麦粉 200〜250g",
            "小麦粉重量の65％の水（水道水）",
            "バゲットよりやや多めの酵母",
            "塩 小さじ1/2"
          ]
        },
        {
          "part": "ピザ",
          "ingredients": [
            "トマトソース",
            "モッツァレラチーズ 1個",
            "フレッシュバジル",
            "オリーブオイル",
            "塩、こしょう、ハーブ"
          ]
        }
      ],
      "instructions": [
        {
          "part": "生地",
          "instructions": [
            "木のスプーンで混ぜる",
            "少なくとも5時間休ませる"
          ]
        },
        {
          "part": "ピザ",
          "instructions": [
            "オーブンを最大温度（250°C以上、理想は450°C）に予熱する",
            "打ち粉をした天板の上で生地を手で伸ばす",
            "トマトソースを適量広げる",
            "塩、こしょう、ピザハーブまたはプロヴァンスハーブ、新鮮なバジルの葉を加える",
            "モッツァレラチーズを大きめにちぎってのせる（オーブンが250°Cまでの場合は水切り不要）",
            "オリーブオイルを少量かける",
            "オーブンの下段で約10分、熱風モードで焼く"
          ]
        }
      ]
    },
    "zh": {
      "name": "玛格丽塔披萨",
      "notes": "披萨面团：与面包面团相同的做法，但每 100 克面粉需使用 65 至 75 mL 的水。",
      "ingredients": [
        {
          "part": "面团（1 个披萨）",
          "ingredients": [
            "200–250 克面粉",
            "水量为面粉重量的 65%",
            "比法棍稍多的酵母",
            "半茶匙盐"
          ]
        },
        {
          "part": "披萨",
          "ingredients": [
            "番茄酱",
            "1 个马苏里拉芝士球",
            "新鲜罗勒",
            "橄榄油",
            "盐、胡椒、香草"
          ]
        }
      ],
      "instructions": [
        {
          "part": "面团",
          "instructions": [
            "用木勺搅拌混合",
            "静置发酵至少 5 小时"
          ]
        },
        {
          "part": "披萨",
          "instructions": [
            "将烤箱预热至最高温度（250°C 或以上，理想为 450°C）",
            "将面团放在撒了面粉的烤盘上，用手拉伸成形",
            "加入适量番茄酱",
            "加入盐、胡椒、披萨香草或普罗旺斯香草、新鲜罗勒叶",
            "放上马苏里拉芝士（若烤箱仅达 250°C，无需沥干），切成大块以便慢慢融化而不焦黄",
            "淋上少许橄榄油",
            "放入烤箱下层烘烤约 10 分钟，建议使用热风模式"
          ]
        }
      ]
    }
  },
  {
    "category": "sweet",
    "id": "crepes",
    "pictures": [
      "crepes_nutella.jpg"
    ],
    "en": {
      "name": "Crêpes",
      "notes": "Smooth batter without lumps, no blender needed, quick recipe. Tip: balance solid and liquid bases in equal quantities: https://www.youtube.com/watch?v=p-XOehv3j20",
      "ingredients": [
        "250 g flour",
        "500 ml milk",
        "3 eggs",
        "30 g butter / 30 ml neutral oil",
        "Sugar for coloring (optional)",
        "A pinch of salt"
      ],
      "instructions": [
        "Add all ingredients to a bowl, but only 1/3 of the milk at first.",
        "Whisk firmly — in 30 seconds you'll get a thick, lump-free batter.",
        "Add the rest of the milk and finish mixing in a few seconds.",
        "Let rest for at least 2 hours.",
        "Cooking: use a non-stick pan over high or even maximum heat; pour a ladle of batter, tilt and shake the pan to spread it evenly."
      ]
    },
    "fr": {
      "name": "Crêpes",
      "notes": "Pâte à crêpes sans grumeaux, sans mixeur, recette express. L'astuce : travailler sur les bases solides et liquides à quantités égales : https://www.youtube.com/watch?v=p-XOehv3j20",
      "ingredients": [
        "250 g farine",
        "500 ml lait",
        "3 oeufs",
        "30 g beurre / 30 ml huile neutre",
        "Sucre pour colorer (facultatif)",
        "Une pincée de sel"
      ],
      "instructions": [
        "Ajouter tous les ingrédients dans un saladier, mais seulement 1/3 du lait.",
        "Mélanger le tout assurément au fouet, en 30 secondes on obtient une pâte épaisse et garantie sans grumeaux.",
        "Ajouter le reste du lait et finir la pâte en quelques secondes.",
        "Laisser reposer au moins 2 heures.",
        "Cuisson, poêle anti-adhésive, feu vif voire max, étaler à la louche et secouer la poêle pour aider la pâte à s'étaler et s'égaliser"
      ]
    },
    "it": {
      "name": "Crêpes",
      "notes": "Pasta per crêpes liscia, senza grumi e senza frullatore, ricetta veloce. Il trucco: mantenere quantità uguali tra basi solide e liquide: https://www.youtube.com/watch?v=p-XOehv3j20",
      "ingredients": [
        "250 g di farina",
        "500 ml di latte",
        "3 uova",
        "30 g di burro / 30 ml di olio neutro",
        "Zucchero per colorare (facoltativo)",
        "Un pizzico di sale"
      ],
      "instructions": [
        "Mettere tutti gli ingredienti in una ciotola, ma solo 1/3 del latte.",
        "Mescolare energicamente con una frusta: in 30 secondi si ottiene una pastella densa e senza grumi.",
        "Aggiungere il resto del latte e finire di mescolare in pochi secondi.",
        "Lasciare riposare per almeno 2 ore.",
        "Cottura: padella antiaderente, fuoco vivo o massimo; versare un mestolo di pastella e muovere la padella per distribuirla uniformemente."
      ]
    },
    "nb": {
      "name": "Crêpes",
      "notes": "Røre uten klumper, uten mikser, rask oppskrift. Tips: hold faste og flytende ingredienser i like mengder: https://www.youtube.com/watch?v=p-XOehv3j20",
      "ingredients": [
        "250 g mel",
        "500 ml melk",
        "3 egg",
        "30 g smør / 30 ml nøytral olje",
        "Sukker for farge (valgfritt)",
        "En klype salt"
      ],
      "instructions": [
        "Ha alle ingrediensene i en bolle, men bare 1/3 av melken først.",
        "Visp godt — på 30 sekunder får du en tykk, klumpfri røre.",
        "Tilsett resten av melken og fullfør røren på noen sekunder.",
        "La hvile i minst 2 timer.",
        "Steking: bruk en non-stick-panne på høy varme, hell i en øse røre og rist pannen for å fordele jevnt."
      ]
    },
    "es": {
      "name": "Crêpes",
      "notes": "Masa para crêpes sin grumos, sin batidora, receta rápida. El truco: usar cantidades iguales de ingredientes sólidos y líquidos. Fuente: https://www.youtube.com/watch?v=p-XOehv3j20",
      "ingredients": [
        "250 g de harina",
        "500 ml de leche",
        "3 huevos",
        "30 g de mantequilla / 30 ml de aceite neutro",
        "Azúcar para dar color (opcional)",
        "Una pizca de sal"
      ],
      "instructions": [
        "Poner todos los ingredientes en un bol, pero solo 1/3 de la leche.",
        "Batir con energía durante unos 30 segundos hasta obtener una masa espesa y sin grumos.",
        "Añadir el resto de la leche y terminar de mezclar en pocos segundos.",
        "Dejar reposar al menos 2 horas.",
        "Cocinar en una sartén antiadherente a fuego fuerte (incluso máximo), verter con un cucharón y mover la sartén para distribuir la masa de manera uniforme."
      ]
    },
    "tr": {
      "name": "Krep",
      "notes": "Pürüzsüz, topaksız krep hamuru — mikser gerekmez, hızlı tarif. Püf noktası: katı ve sıvı malzemeleri eşit oranlarda kullanmak. Kaynak: https://www.youtube.com/watch?v=p-XOehv3j20",
      "ingredients": [
        "250 g un",
        "500 ml süt",
        "3 yumurta",
        "30 g tereyağı / 30 ml nötr yağ",
        "Renk vermek için şeker (isteğe bağlı)",
        "Bir tutam tuz"
      ],
      "instructions": [
        "Tüm malzemeleri bir kaba koyun, ancak sütün sadece 1/3'ünü ekleyin.",
        "Tel çırpıcıyla yaklaşık 30 saniye karıştırın; koyu, topaksız bir hamur elde edin.",
        "Kalan sütü ekleyip birkaç saniyede karıştırmayı tamamlayın.",
        "En az 2 saat dinlendirin.",
        "Yapışmaz tavada yüksek (hatta maksimum) ateşte pişirin; kepçeyle dökün ve hamurun yayılması için tavayı hafifçe sallayın."
      ]
    },
    "ja": {
      "name": "クレープ",
      "notes": "ダマのないクレープ生地。ミキサー不要の簡単レシピ。コツ：固体と液体の材料を同量でバランスよく混ぜること。https://www.youtube.com/watch?v=p-XOehv3j20",
      "ingredients": [
        "小麦粉 250 g",
        "牛乳 500 ml",
        "卵 3個",
        "バター 30 g / 無味油 30 ml",
        "色づけ用の砂糖（お好みで）",
        "ひとつまみの塩"
      ],
      "instructions": [
        "ボウルにすべての材料を入れるが、最初は牛乳の1/3だけ入れる。",
        "泡立て器でしっかり混ぜる。30秒でダマのない濃い生地ができる。",
        "残りの牛乳を加え、数秒で混ぜ終える。",
        "少なくとも2時間休ませる。",
        "調理：ノンスティックのフライパンを強火または最大火にかけ、お玉で生地を流し、フライパンを回して均一に広げる。"
      ]
    },
    "zh": {
      "name": "可丽饼（Crêpes）",
      "notes": "无结块、无需搅拌机的快速面糊配方。技巧：保持固体与液体基础成分的比例相等：https://www.youtube.com/watch?v=p-XOehv3j20",
      "ingredients": [
        "250 克面粉",
        "500 毫升牛奶",
        "3 个鸡蛋",
        "30 克黄油 / 30 毫升无味油",
        "上色用糖（可选）",
        "一撮盐"
      ],
      "instructions": [
        "将所有材料放入碗中，但先加入牛奶的 1/3。",
        "用手动打蛋器充分搅拌，约 30 秒即可得到浓稠且无结块的面糊。",
        "加入剩余的牛奶，几秒钟内完成混合。",
        "静置至少 2 小时。",
        "烹饪：使用不粘锅，大火甚至最大火，加一勺面糊，倾斜并摇动锅子让面糊摊开均匀。"
      ]
    }
  },
  {
    "category": "sweet",
    "id": "striezel",
    "pictures": [],
    "en": {
      "name": "Striezel",
      "notes": "A fairly simple brioche with an impressive visual effect, typical braid from Germanic countries. Recipe shared by my Austrian colleague.",
      "ingredients": [
        "500 g flour",
        "250 ml milk",
        "60 g butter",
        "60 g sugar",
        "30 g yeast",
        "1 tsp salt",
        "1 tsp vanilla sugar (optional)"
      ],
      "instructions": [
        "Melt the butter and add the milk (30°C, do not cook).",
        "Mix everything to form a dough, let rest for 2 hours until doubled in size.",
        "Braid the Striezel as shown in the video: https://www.youtube.com/watch?v=FFVW94Oi5c0",
        "Brush with egg and sprinkle with pearl sugar.",
        "Bake 30 minutes at 170°C."
      ]
    },
    "fr": {
      "name": "Striezel",
      "notes": "Brioche assez simple avec effet visuel impressionnant, tresse typique des pays germaniques. Recette partagée par mon collègue Autrichien.",
      "ingredients": [
        "500g de farine",
        "250 ml de lait",
        "60 g de beurre",
        "60 g de sucre",
        "30g de levure",
        "1 cuillère à café de sel",
        "1 cuillère à café de sucre vanillé (facultatif)"
      ],
      "instructions": [
        "Faire fondre le beurre et y ajouter le lait (30°, ne pas faire cuire)",
        "Mélanger le tout et faire une pâte, laisser reposer 2 heures pour que la pâte double de volume",
        "Tresser les Striezels comme décrit dans la vidéo : https://www.youtube.com/watch?v=FFVW94Oi5c0",
        "Badigeonner d'œuf et ajouter du sucre perlé",
        "Four 30 minutes à 170°"
      ]
    },
    "it": {
      "name": "Striezel",
      "notes": "Brioche abbastanza semplice con effetto visivo impressionante, treccia tipica dei paesi germanici. Ricetta condivisa dal mio collega austriaco.",
      "ingredients": [
        "500 g farina",
        "250 ml latte",
        "60 g burro",
        "60 g zucchero",
        "30 g lievito",
        "1 cucchiaino di sale",
        "1 cucchiaino di zucchero vanigliato (facoltativo)"
      ],
      "instructions": [
        "Fondere il burro e aggiungere il latte (30°C, non cuocere).",
        "Mescolare tutto per ottenere un impasto, lasciare riposare 2 ore fino al raddoppio del volume.",
        "Intrecciare gli Striezel come mostrato nel video: https://www.youtube.com/watch?v=FFVW94Oi5c0",
        "Spennellare con uovo e cospargere di zucchero perlato.",
        "Cuocere in forno per 30 minuti a 170°C."
      ]
    },
    "nb": {
      "name": "Striezel",
      "notes": "En ganske enkel brioche med imponerende visuelt uttrykk, typisk flett fra de germanske landene. Oppskrift delt av min østerrikske kollega.",
      "ingredients": [
        "500 g mel",
        "250 ml melk",
        "60 g smør",
        "60 g sukker",
        "30 g gjær",
        "1 ts salt",
        "1 ts vaniljesukker (valgfritt)"
      ],
      "instructions": [
        "Smelt smøret og tilsett melk (30°C, ikke kok).",
        "Bland alt til en deig, la hvile i 2 timer til den dobler seg i størrelse.",
        "Flett Striezel som vist i videoen: https://www.youtube.com/watch?v=FFVW94Oi5c0",
        "Pensle med egg og strø perlesukker over.",
        "Stek i ovnen i 30 minutter ved 170°C."
      ]
    }
  },
  {
    "category": "mezesAndSauces",
    "id": "hummus",
    "pictures": [
      "hummus.jpg"
    ],
    "en": {
      "name": "Hummus",
      "notes": "Without a blender, the texture is not creamy but still satisfying; without ice water, the color is darker. More inspiration here: https://www.youtube.com/watch?v=NbXC0B83S7k",
      "ingredients": [
        "250 g cooked and drained chickpeas",
        "15 to 30 g tahini (≈ 1 to 2 tbsp)",
        "Juice of half a lemon (30 mL ≈ 2 tbsp)",
        "1 to 2 cloves of garlic, chopped",
        "Salt",
        "Cumin (optional)",
        "3 to 6 tbsp ice water",
        "2 tbsp olive oil (+ more for serving)"
      ],
      "instructions": [
        "Peel the chickpeas by rubbing them between your hands in a bowl of warm water.",
        "Mash them finely (potato masher = quick, fork = slow).",
        "Separately, mix tahini + lemon + salt + garlic + spices.",
        "Add chickpeas + water, mix until smooth.",
        "Serve, make a well, drizzle with olive oil, sprinkle with paprika/sumac."
      ]
    },
    "fr": {
      "name": "Houmous",
      "notes": "Sans mixeur, texture non crêmeuse mais satisfaisante et suffisante, sans eau glacée couleur plus sombre. Plus d'inspirations ici : https://www.youtube.com/watch?v=NbXC0B83S7k",
      "ingredients": [
        "250 g pois chiches cuits et égouttés",
        "15 à 30 g de tahini (≈ 1 à 2 c. à s.)",
        "Jus d'un demi citron (30 mL ≈ 2 c. à s.)",
        "1 à 2 gousses d'ail hachées",
        "Sel",
        "Cumin (optionnel)",
        "3 à 6 c. à s. d'eau glacée",
        "2 c. à s. d'huile d'olive (+ pour le service)"
      ],
      "instructions": [
        "Éplucher les pois chiches en les frottant entre les mains dans un saladier d'eau tiède.",
        "Les écraser finement (presse-puré = rapide, fourchette = long).",
        "À part, mélanger tahini + citron + sel + ail + épices.",
        "Ajouter pois chiches + eau, mélanger jusqu'à texture lisse.",
        "Servir, creuser puits, arroser d'huile d'olive, saupoudrer paprika/sumac."
      ]
    },
    "it": {
      "name": "Hummus",
      "notes": "Senza frullatore la consistenza non è cremosa ma comunque soddisfacente; senza acqua ghiacciata il colore è più scuro. Altre ispirazioni qui: https://www.youtube.com/watch?v=NbXC0B83S7k",
      "ingredients": [
        "250 g di ceci cotti e scolati",
        "15 to 30 g tahini (≈ 1 to 2 tbsp)",
        "Succo di mezzo limone (30 mL ≈ 2 cucchiai)",
        "1 o 2 spicchi d'aglio tritati",
        "Sale",
        "Cumino (facoltativo)",
        "3–6 cucchiai d'acqua ghiacciata",
        "2 cucchiai d'olio d'oliva (+ altro per servire)"
      ],
      "instructions": [
        "Sbucciare i ceci strofinandoli tra le mani in una ciotola di acqua tiepida.",
        "Schiacciarli finemente (schiacciapatate = veloce, forchetta = lento).",
        "A parte, mescolare tahina + limone + sale + aglio + spezie.",
        "Aggiungere i ceci + l'acqua, mescolare fino a ottenere una consistenza liscia.",
        "Servire, creare un incavo, irrorare con olio d'oliva, spolverare con paprika/sumac."
      ]
    },
    "es": {
      "name": "Hummus",
      "notes": "Sin batidora, la textura no es cremosa pero sigue siendo agradable; sin agua helada, el color es más oscuro. Más inspiración aquí: https://www.youtube.com/watch?v=NbXC0B83S7k",
      "ingredients": [
        "250 g de garbanzos cocidos y escurridos",
        "15 a 30 g de tahini (≈ 1 a 2 cucharadas)",
        "Zumo de medio limón (30 mL ≈ 2 cucharadas)",
        "1 a 2 dientes de ajo picados",
        "Sal",
        "Comino (opcional)",
        "3 a 6 cucharadas de agua helada",
        "2 cucharadas de aceite de oliva (+ más para servir)"
      ],
      "instructions": [
        "Pelar los garbanzos frotándolos entre las manos en un bol con agua tibia.",
        "Machacarlos finamente (pasapurés = rápido, tenedor = lento).",
        "Aparte, mezclar tahini + limón + sal + ajo + especias.",
        "Añadir los garbanzos + el agua, mezclar hasta obtener una textura suave.",
        "Servir, hacer un hueco, rociar con aceite de oliva, espolvorear pimentón/sumac."
      ]
    },
    "nb": {
      "name": "Hummus",
      "notes": "Uten blender får den ikke en kremet konsistens, men den er fortsatt tilfredsstillende; uten isvann blir fargen mørkere. Mer inspirasjon her: https://www.youtube.com/watch?v=NbXC0B83S7k",
      "ingredients": [
        "250 g kokte og avsilte kikerter",
        "15 til 30 g tahini (≈ 1 til 2 ss)",
        "Saften av en halv sitron (30 mL ≈ 2 ss)",
        "1–2 fedd hvitløk, hakket",
        "Salt",
        "Spisskummen (valgfritt)",
        "3–6 ss isvann",
        "2 ss olivenolje (+ mer til servering)"
      ],
      "instructions": [
        "Skrell kikertene ved å gni dem mellom hendene i en bolle med varmt vann.",
        "Mos dem fint (potetmoser = raskt, gaffel = tregt).",
        "Bland tahini + sitron + salt + hvitløk + krydder i en egen bolle.",
        "Tilsett kikerter + vann, bland til en jevn konsistens.",
        "Server, lag en liten grop, hell over olivenolje og dryss med paprika/sumak."
      ]
    },
    "tr": {
      "name": "Humus",
      "notes": "Blender kullanılmadan yapılan tarif — kremamsı olmayan ama yeterince pürüzsüz ve tatmin edici bir doku. Buzlu su eklenmezse rengi biraz daha koyu olur. Daha fazla ilham için: https://www.youtube.com/watch?v=NbXC0B83S7k",
      "ingredients": [
        "250 g haşlanmış ve süzülmüş nohut",
        "15 ila 30 g tahin (≈ 1 ila 2 yemek kaşığı)",
        "Yarım limonun suyu (30 mL ≈ 2 yemek kaşığı)",
        "1–2 diş ince doğranmış sarımsak",
        "Tuz",
        "Kimyon (isteğe bağlı)",
        "3–6 yemek kaşığı buzlu su",
        "2 yemek kaşığı zeytinyağı (+ servis için ekstra)"
      ],
      "instructions": [
        "Nohutları ılık su dolu bir kapta ellerinizle ovalayarak kabuklarını çıkarın.",
        "Ezici veya çatalla iyice ezin (püre ezici hızlıdır, çatalla yapmak daha uzun sürer).",
        "Ayrı bir kapta tahin, limon suyu, tuz, sarımsak ve baharatları karıştırın.",
        "Nohutları ve suyu ekleyip pürüzsüz bir kıvam alana kadar karıştırın.",
        "Servis ederken ortasına çukur açın, zeytinyağı gezdirin ve üzerine toz kırmızı biber veya sumak serpin."
      ]
    },
    "ja": {
      "name": "フムス",
      "notes": "ミキサーを使わないと、なめらかではないが満足できる食感になります。氷水を使わないと色が少し濃くなります。詳しくはこちら: https://www.youtube.com/watch?v=NbXC0B83S7k",
      "ingredients": [
        "ゆでて水気を切ったひよこ豆 250g",
        "タヒニ15〜30g（約大さじ1〜2）",
        "レモン半分の絞り汁（30mL ≈ 大さじ2）",
        "にんにく 1〜2片（みじん切り）",
        "塩",
        "クミン（お好みで）",
        "氷水 大さじ3〜6",
        "オリーブオイル 大さじ2（＋仕上げ用）"
      ],
      "instructions": [
        "ぬるま湯を入れたボウルの中で、手でひよこ豆の皮をこすり取る。",
        "豆を細かくつぶす（マッシャー＝早い、フォーク＝時間がかかる）。",
        "別のボウルでタヒニ＋レモン＋塩＋にんにく＋スパイスを混ぜる。",
        "ひよこ豆と水を加え、なめらかになるまで混ぜる。",
        "器に盛り、中央にくぼみを作り、オリーブオイルをかけ、パプリカまたはスマックをふる。"
      ]
    },
    "zh": {
      "name": "鹰嘴豆泥",
      "notes": "没有搅拌机时，质地不会很顺滑但仍然令人满意；不用冰水时颜色会更深。更多灵感请参考：https://www.youtube.com/watch?v=NbXC0B83S7k",
      "ingredients": [
        "250 克煮熟并沥干的鹰嘴豆",
        "15至30克芝麻酱（≈1至2汤匙）",
        "半个柠檬的汁（30 mL ≈ 2 汤匙）",
        "1–2 瓣大蒜，切碎",
        "盐",
        "孜然（可选）",
        "3–6 汤匙冰水",
        "2 汤匙橄榄油（＋用于食用时）"
      ],
      "instructions": [
        "将鹰嘴豆放入温水碗中，用双手搓去外皮。",
        "用压泥器或叉子将其捣碎（压泥器较快，叉子较慢）。",
        "另取一碗，混合芝麻酱＋柠檬汁＋盐＋大蒜＋香料。",
        "加入鹰嘴豆和水，搅拌至顺滑。",
        "装盘，在中间挖一个小坑，淋上橄榄油，撒上红椒粉或酸角粉。"
      ]
    }
  },
  {
    "category": "mezesAndSauces",
    "id": "garlic_mayonnaise",
    "pictures": [
      "garlic_mayonnaise.jpg"
    ],
    "en": {
      "name": "Garlic Mayonnaise",
      "notes": "Better than classic mayonnaise and better than aioli — garlic mayo is a taste orgasm. One egg yolk makes a large amount of mayo at once; it keeps for 2 days in the fridge. Classic mayonnaise recipe by Etchebest: https://www.youtube.com/watch?v=DKXoha0_Mbk",
      "ingredients": [
        "1 fresh egg yolk",
        "2 tsp Dijon mustard",
        "1 tsp white vinegar (or lemon juice)",
        "Salt",
        "Pepper (optional)",
        "200 ml neutral oil",
        "6 cloves garlic, finely chopped"
      ],
      "instructions": [
        "In a small pan over low heat, sauté the chopped garlic in 50 ml of oil for about 3 minutes without letting it brown (purpose: remove bitterness while keeping its aroma).",
        "Place the egg yolk, mustard, vinegar, salt, and pepper in a bowl.",
        "Slowly whisk in 150 ml of oil while mixing constantly.",
        "Add the warm garlic-infused oil, finish emulsifying the mayo, and it's ready."
      ]
    },
    "fr": {
      "name": "Mayonnaise à l'ail",
      "notes": "Meilleure que la mayonnaise classique et meilleure que l'aïoli, la mayonnaise à l'ail est un orgasme gustatif. Un jaune d'oeuf fait énormément de mayo d'un coup, elle se conserve 2 jours au frigo. Recette de la mayonnaise classique d'Etchebest : https://www.youtube.com/watch?v=DKXoha0_Mbk",
      "ingredients": [
        "1 jaune d'oeuf frais",
        "2 c. à c de moutarde de Dijon",
        "1 c. à c de vinaigre blanc (ou jus de citron)",
        "Sel",
        "Poivre (facultatif)",
        "200 ml d'huile neutre",
        "6 gousses d'ail finement hachées"
      ],
      "instructions": [
        "Dans une petite poêle, à feu doux, faire revenir l'ail haché dans 50 ml d'huile pendant environ 3 minutes, sans le laisser colorer (but : enlever l'amertume de l'ail tout en gardant son parfum).",
        "Mettre jaune d'oeuf, moutarde, vinaigre, sel et poivre dans bol.",
        "Incorporer doucement 150 ml d'huile tout en fouettant.",
        "Ajouter l'huile infusée à l'ail tiède, finir de monter la mayo et c'est prêt."
      ]
    },
    "it": {
      "name": "Maionese all'aglio",
      "notes": "Meglio della maionese classica e meglio dell’aioli: la maionese all’aglio è un’estasi di gusto. Un tuorlo produce molta maionese in una volta sola; si conserva per 2 giorni in frigorifero. Ricetta della maionese classica di Etchebest: https://www.youtube.com/watch?v=DKXoha0_Mbk",
      "ingredients": [
        "1 tuorlo d’uovo fresco",
        "2 cucchiaini di senape di Digione",
        "1 cucchiaino di aceto bianco (o succo di limone)",
        "Sale",
        "Pepe (facoltativo)",
        "200 ml di olio neutro",
        "6 spicchi d’aglio tritati finemente"
      ],
      "instructions": [
        "In una piccola padella, a fuoco basso, soffriggere l’aglio tritato in 50 ml di olio per circa 3 minuti senza farlo dorare (scopo: togliere l’amaro mantenendo il profumo).",
        "Mettere il tuorlo, la senape, l’aceto, il sale e il pepe in una ciotola.",
        "Incorporare lentamente 150 ml di olio mescolando continuamente.",
        "Aggiungere l’olio all’aglio tiepido, finire di montare la maionese ed è pronta."
      ]
    },
    "es": {
      "name": "Mayonesa de ajo",
      "notes": "Mejor que la mayonesa clásica y mejor que el alioli: la mayonesa de ajo es un placer absoluto. Una yema de huevo produce mucha mayonesa de una vez; se conserva 2 días en el frigorífico. Receta de la mayonesa clásica de Etchebest: https://www.youtube.com/watch?v=DKXoha0_Mbk",
      "ingredients": [
        "1 yema de huevo fresca",
        "2 cucharaditas de mostaza de Dijon",
        "1 cucharadita de vinagre blanco (o jugo de limón)",
        "Sal",
        "Pimienta (opcional)",
        "200 ml de aceite neutro",
        "6 dientes de ajo finamente picados"
      ],
      "instructions": [
        "En una sartén pequeña a fuego bajo, saltear el ajo picado en 50 ml de aceite durante unos 3 minutos sin dejar que se dore (objetivo: quitar el amargor manteniendo su aroma).",
        "Poner la yema, la mostaza, el vinagre, la sal y la pimienta en un bol.",
        "Incorporar lentamente 150 ml de aceite mientras se bate constantemente.",
        "Añadir el aceite templado con ajo, terminar de montar la mayonesa y listo."
      ]
    },
    "nb": {
      "name": "Hvitløksmajones",
      "notes": "Bedre enn klassisk majones og bedre enn aioli – hvitløksmajones er en smaksopplevelse uten like. Én eggeplomme gir mye majones; den holder seg i kjøleskapet i 2 dager. Klassisk majonesoppskrift fra Etchebest: https://www.youtube.com/watch?v=DKXoha0_Mbk",
      "ingredients": [
        "1 fersk eggeplomme",
        "2 ts Dijon-sennep",
        "1 ts hvitvinseddik (eller sitronsaft)",
        "Salt",
        "Pepper (valgfritt)",
        "200 ml nøytral olje",
        "6 fedd hvitløk, finhakket"
      ],
      "instructions": [
        "I en liten panne, varm 50 ml olje på lav varme og fres den hakkede hvitløken i ca. 3 minutter uten å la den få farge (hensikt: fjerne bitterhet, men bevare aromaen).",
        "Ha eggeplomme, sennep, eddik, salt og pepper i en bolle.",
        "Tilsett sakte 150 ml olje mens du visper kontinuerlig.",
        "Tilsett den lune hvitløksoljen, visp til majonesen er ferdig – klar til servering."
      ]
    },
    "tr": {
      "name": "Sarımsaklı Mayonez",
      "notes": "Klasik mayonezden ve aioliden daha lezzetli — sarımsaklı mayonez tam bir lezzet patlamasıdır. Bir yumurta sarısı bir anda çok miktarda mayonez yapar; buzdolabında 2 gün dayanır. Etchebest’in klasik mayonez tarifi: https://www.youtube.com/watch?v=DKXoha0_Mbk",
      "ingredients": [
        "1 taze yumurta sarısı",
        "2 çay kaşığı Dijon hardalı",
        "1 çay kaşığı beyaz sirke (veya limon suyu)",
        "Tuz",
        "Karabiber (isteğe bağlı)",
        "200 ml nötr yağ",
        "6 diş sarımsak, ince doğranmış"
      ],
      "instructions": [
        "Küçük bir tavada, kısık ateşte 50 ml yağ içinde doğranmış sarımsağı yaklaşık 3 dakika kavurun, ancak kızartmayın (amaç: sarımsağın acılığını almak ve aromasını korumak).",
        "Yumurta sarısını, hardalı, sirkeyi, tuzu ve karabiberi bir kaseye koyun.",
        "Karıştırarak yavaşça 150 ml yağı ekleyin.",
        "Ilık sarımsaklı yağı ekleyin, mayonezi tamamen karıştırın ve hazır."
      ]
    },
    "ja": {
      "name": "ガーリックマヨネーズ",
      "notes": "クラシックマヨネーズやアイオリよりも美味しく、ガーリックマヨネーズはまさに味覚の悦びです。 卵黄1個でたっぷりのマヨネーズが作れます。冷蔵庫で2日間保存できます。 エチェベストのクラシックマヨネーズレシピ: https://www.youtube.com/watch?v=DKXoha0_Mbk",
      "ingredients": [
        "新鮮な卵黄 1個",
        "ディジョンマスタード 小さじ2",
        "白酢（またはレモン汁） 小さじ1",
        "塩",
        "コショウ（お好みで）",
        "無味の油 200ml",
        "ニンニク 6片（細かく刻む）"
      ],
      "instructions": [
        "小さなフライパンに油50mlを入れ、弱火で刻んだニンニクを約3分炒めます。焦がさないように注意してください（目的：苦味を取り除き香りを保つ）。",
        "ボウルに卵黄、マスタード、酢、塩、コショウを入れます。",
        "混ぜながら少しずつ150mlの油を加えます。",
        "温かいガーリックオイルを加え、マヨネーズを仕上げて完成です。"
      ]
    },
    "zh": {
      "name": "蒜味蛋黄酱",
      "notes": "比传统蛋黄酱和蒜泥蛋黄酱都更美味——蒜味蛋黄酱是一种味觉享受。 一个蛋黄可以制作大量蛋黄酱；可在冰箱中保存2天。 Etchebest的经典蛋黄酱食谱：https://www.youtube.com/watch?v=DKXoha0_Mbk",
      "ingredients": [
        "1个新鲜蛋黄",
        "2茶匙第戎芥末",
        "1茶匙白醋（或柠檬汁）",
        "盐",
        "胡椒（可选）",
        "200毫升无味油",
        "6瓣大蒜，切碎"
      ],
      "instructions": [
        "在小锅中，用小火将切碎的大蒜放入50毫升油中煸炒约3分钟，不要炒至变色（目的：去除苦味同时保留香气）。",
        "在碗中放入蛋黄、芥末、醋、盐和胡椒。",
        "一边搅拌一边慢慢加入150毫升油。",
        "加入温热的蒜香油，继续搅拌至乳化完成，即可。"
      ]
    }
  }
]